{"nameN":["Lamita - Yết Kiêu","Fit24 Chương Dương Độ","Yoga Namaska 65 Quán Sứ","Lamia Beauty Boutique - Tràng Tiền","Peacock Beauty Bà Triệu","Leila Beauty","CLB Kickboxing và Võ Tự vệ cận chiến Cung VHHN Việt Xô","Hair Salon Hậu Style","Shi Beauty & Spa - Hạ Hồi","B Foxy","Padmeni Yoga","Pink Me Up - Phúc Tân","Nuka Beauty","Phương Lan Beauty","She’s nail & eyelash beauty","Hôm Beauty - Hoàn Kiếm","Lamita -  Phố Huế","The Beauty Room","Bee Nail","Thẩm mỹ viện Shira","The Nail Story","BeQ Beauty - Hoàn Kiếm","Beso Latino","Hùng Việt Hair Salon","V.I.P Nail 212 Hàng Bông","Câu lạc bộ Võ tự vệ Quốc tế","Lalala Beauty Boutique","Viện Thẩm Mỹ White Tami","Mira Nails & Beauty","HU Hair Salon","Fit2dance - Phùng Hưng","Fit2dance - 52 Bà Triệu","I-Mộc Spa & Clinic","Cosmo Nail Spa"],"addressN":["Sàn Phú Minh Vượng, Cung văn hóa Hữu nghị Việt Xô, số 1A đường Yết Kiêu, quận Hoàn Kiếm, Hà Nội","Tầng 2 Thiên Sơn Plaza, Số 2, đường Chương Dương Độ, quận Hoàn Kiếm, Hà Nội.","Tầng 3 nhà A, Số 65 Quán Sứ, phường Trần Hưng Đạo, Quận Hoàn Kiếm, Hà Nội","Số 12, Ngõ Tràng Tiền, quận Hoàn Kiếm, Hà Nội.","Tầng 4,5, số 256, đường Bà Triệu, quận Hai Bà Trưng, Hà Nội.","Số 3, đường Điện Biên Phủ, quận Hoàn Kiếm, Hà Nội.","Cung Văn Hoá Hữu Nghị Việt Xô - Số 91 đường Trần Hưng Đạo, quận Hoàn Kiếm, Hà Nội","Số 321, đường Phúc Tân, quận Hoàn Kiếm, Hà Nội.","Số 28B đường Hạ Hồi, quận Hoàn Kiếm, Hà Nội","Số 71, đường Lý Nam Đế, quận Hoàn Kiếm, Hà Nội","Tầng 3, Toà nhà Chợ Hàng Bè, số 90, đường Vọng Hà, quận Hoàn Kiếm, Hà Nội","Số 60, đường Phúc Tân, quận Hoàn Kiếm, Hà Nội","Số 53 đường Cầu Đất, quận Hoàn Kiếm, Hà Nội","Số 27, phố Cảm Hội, quận Hai Bà Trưng, Hà Nội","Số 23, Hàng Bài, quận Hoàn Kiếm, Hà Nội ","Số 7, phố Hàng Khay, quận Hoàn Kiếm, Hà Nội","Tầng 3 chợ Hôm ,số 79, Phố Huế,  quận Hoàn Kiếm, Hà Nội","Số 11, đường Tông Đản, quận Hoàn Kiếm, Hà Nội","Số 244, đường Phúc Tân, quận Hoàn Kiếm, Hà Nội.","Số 87C, đường Lý Thường Kiệt, quận Hoàn Kiếm, Hà Nội","Số 103, ngõ 6, đường Lê Thánh Tông, quận Hoàn Kiếm, Hà Nội.","Số 48B, đường Phan Bội Châu, quận Hoàn Kiếm, Hà Nội.","Tầng 5A, số 152 đường Phó Đức Chính, quận Ba Đình, Hà Nội.","Số 11B, phố Tông Đản, quận Hai Bà Trưng, Hà Nội","Số 212, phố Hàng Bông, quận Hoàn Kiếm, Hà Nội.","Cung hữu nghị Việt Xô, số 1 Yết Kiêu - Hoàn Kiếm - Hà Nội. ","208 đường Hàng Bông, quận Hoàn Kiếm, Hà Nội","Số 73, phố Lý Nam Đế, quận Hoàn Kiếm, Hà Nội","Số 6, phố Hàng Chiếu, quận Hoàn Kiếm, Hà Nội","Số 42, phố Nguyễn Văn Tố, quận Hoàn Kiếm, Hà Nội","Tầng 4, số 91 phố Phùng Hưng, phường Hàng Mã, quận Hoàn Kiếm, Hà Nội","Tầng 11, số 52 đường Bà Triệu, Quận Hoàn Kiếm, Hà Nội.","Số 2 đường Điện Biên Phủ, quận Hoàn Kiếm, Hà Nội","Tầng 4, số 82, phố Thợ Nhuộm, quận Hoàn Kiếm, Hà Nội"],"typeN":["Z","D G O Y Z","Y","B","B","B","K","B","B","B","Y","B","B","B","B","B","Y Z","B","B","B","B","B","D","B","B","M","B","B","B","B","Z","Z","B","B"]}