{
    "nameN": [
        "MD Fitness - Văn Cao",
        "Lamita - Giảng Võ",
        "Lamita - Ngọc Hà",
        "Le Cirque Đội Cấn Studio",
        "Tuấn Vũ Fitness - Thành Công",
        "Gym Number One",
        "Aesthetic Ultimate Fitness - Ngọc Khánh",
        "Lamita - Lê Trực",
        "Unison Dance Studio Đội Cấn",
        "Karma Yoga",
        "Lightning Fitness",
        "Dance More Studio",
        "Japan Umee Beauty Spa",
        "Thăng Long Kendo Club",
        "Lyah Corner",
        "Ecofit Center",
        "Gana Yoga Center - Đốc Ngữ",
        "Trà Đà Lạt 1893 in HaNoi cơ sở 1",
        "Bể bơi Khăn Quàng Đỏ",
        "Best Spa",
        "Divine Yoga & Dance Studio CS2",
        "KKC Boxing",
        "Kyomi Beauty",
        "Shi Beauty & Spa - Vạn Bảo",
        "Platinum Fitness & Yoga",
        "Mộc Spa",
        "Deva Yoga Center",
        "Alli Beauty Núi Trúc",
        "Duy Charly Gym Club",
        "Solasta Beauty & Spa",
        "Vita Dolce",
        "Diệu Ngân Beauty Lashes",
        "Curves Kim Mã",
        "Chic Nail",
        "DC Hair",
        "T&T Hair Salon",
        "An Thảo Spa",
        "Riahn Hair Hàn Quốc",
        "Tiệm hớt tóc nam Quân Nhuộm",
        "Mộc Spa & Beauty",
        "Osum Spa - Cửa Bắc",
        "Poem Spa - Đào Tấn",
        "Poem Spa - Vạn Bảo",
        "Laura Beauty Spa - Lý Nam Đế",
        "Lion Beauty Nails",
        "Foxy Nail",
        "Ngọc Diệp Beauty",
        "Viện Thẩm Mỹ & Đào Tạo Han Beauty",
        "Trang Beauty Spa",
        "May Spa",
        "Swequity Ultimate Fitness - Kim Mã",
        "Good Nail Day",
        "ILY Beauty Studio",
        "Thẩm mỹ Hương Lan",
        "Nail Station",
        "HB Spa Số 1",
        "Lavi Beauty",
        "Reborn Skin Clinic",
        "Yogaholic Studio",
        "Thủ Đạo Thang - Phan Kế Bính",
        "YooHee Beauty Center",
        "HB Spa - Ba Đình",
        "Paula's Choice Spa & Beauty",
        "Le Cirque - Giang Văn Minh",
        "Zenith Yoga Kim Mã",
        "Chandraa Nail Bakery"
    ],
    "addressN": [
        "Tòa nhà 249A, đường Thụy Khuê, quận Ba Đình, Hà Nội",
        "Nhà thể thao 10/10, ngõ 2 Trần Huy Liệu, Ba Đình, Hà Nội",
        "Số 60, đường Ngọc Hà, quân Ba Đình, Hà Nội",
        "Tầng 3, số 206G Đội Cấn, Ba Đình, Hà Nội",
        "Tầng 4, số 22 đường Thành Công, quận Ba Đình, Hà Nội",
        "Tầng 3, số 115, đường Quán Thánh, Ba Đình, Hà Nội",
        "Tầng 5, số 168, đường Ngọc Khánh, quận Ba Đình, Hà Nội",
        "Tầng 3, số 18, đường Lê Trực, Ba Đình, Hà Nội",
        "Tầng 3, số nhà 55, ngõ 135, đường Đội Cấn, quận Ba Đình, Hà Nội ",
        "Tầng 6 số 70 đường Nguyên Hồng (lối vào từ ngõ 1 Trúc Khê), phường Thành Công, quận Ba Đình, Hà Nội",
        "Số 189 đường Hoàng Hoa Thám, phường Ngọc Hà, quận Ba Đình, Hà Nội",
        "Tầng 2 số 281 đường Đội Cấn, phường Liễu Giai, quận Ba Đình, Hà Nội",
        "Số 4, ngõ 294, đường Đội Cấn, phường Cống Vị, quận Ba Đình, Hà Nội.",
        "Trường Thể Thao Thanh Thiếu Niên 10/10, C5 Giảng Võ, quận Ba Đình, Hà Nội.",
        "Số 101, đường Nguyễn Trường Tộ, quận Ba Đình, Hà Nội.",
        "Khu thể thao Ngoại Giao đoàn Vạn Phúc, số 73 đường Vạn Bảo, quận Ba Đình, Hà Nội",
        "Tầng 3 CC 43-45, ngõ 130 đường Đốc Ngữ, phường Vĩnh Phúc, quận Ba Đình, Hà Nội",
        "Nhà D4, số 109, đường Giảng Võ, quận Ba Đình, Hà Nội.",
        "Ngõ 267, đường Hoàng Hoa Thám, Ba Đình, Hà Nội",
        "Tầng 5 tòa nhà Đỗ Đầu,số 95H đường Lý Nam Đế, quận Ba Đình, Hà Nội",
        "Tầng 3, số 25 đường Phan Đình Phùng, quận Ba Đình, Hà Nội ",
        "Cửa 6, Cung thể thao Quần Ngựa, số 30, đường Văn Cao, quận Ba Đình, Hà Nội.",
        "Số 106 K2, đường Thành Công, quận Ba Đình, Hà Nội",
        "Số 57 Vạn Bảo, Kim Mã, quận Ba Đình, Hà Nội ",
        "Số 6, đường Nguyễn Công Hoan, quận Ba Đình, Hà Nội",
        "Số 2, ngõ 34, đường Vạn Bảo, quận Ba Đình, Hà Nội ",
        "Số 116, đường Ngọc Hà, quận Ba Đình, Hà Nội",
        "Tầng 2, số 105, đường Núi Trúc, quận Ba Đình, Hà Nội",
        "Số 1070, đường Đê La Thành, quận Ba Đình, Hà Nội",
        "Số 7c11, ngõ 140, đường Giảng Võ, quận Ba Đình, Hà Nội ",
        "Số 18, đường Ngũ Xã, quận Ba Đình, Hà Nội.",
        "Số 23, ngõ 252 đường Tây Sơn, quận Đống Đa, Hà Nội  ",
        "Tầng 2, tòa nhà DMC, số 535 đường Kim Mã, Quận Ba Đình, Hà Nội",
        "Số 198, đường Phó Đức Chính, quận Ba Đình, Hà Nội",
        "Số 106A, đường Đội Cấn, quận Ba Đình, Hà Nội",
        "Số 69 đường Đội Cấn, quận Ba Đình, Hà Nội",
        "Số 11, ngách 222F, ngõ 260, đường Đội Cấn, quận Ba Đình, Hà Nội",
        " Số 105, ngõ B5, đường Núi Trúc, quận Ba Đình, Hà Nội",
        "Số 9, ngõ 279, đường Đội Cấn, quận Ba Đình, Hà Nội.",
        "Số 6, ngõ 52, đường Giang Văn Minh, phường Đội Cấn, quận Ba Đình, Hà Nội",
        "12 đường Cửa Bắc, quận Ba Đình, Hà Nội",
        "số 31A, đường Đào Tấn, quận Ba Đình, Hà Nội",
        "số 31, đường Vạn Bảo, quận Ba Đình, Hà Nội",
        "Số 1 ngõ 34A đường Lý Nam Đế, quận Ba Đình, Hà Nội",
        "Số 3A, ngõ 37, đường Nguyễn Chí Thanh, quận Ba Đình, Hà Nội",
        "Số 63, đường Quán Thánh, quận Ba Đình, Hà Nội",
        "Số 60, đường Hoàng Diệu, quận Ba Đình, Hà Nội",
        "Số 956 đường Đê La Thành, quận Ba Đình, Hà Nội",
        "Số 36, đường Vạn Bảo, quận Ba Đình, Hà Nội ",
        "Số 166 đường Ngọc Khánh, quận Ba Đình, Hà Nội",
        "Tầng 3, số 523, đường Kim Mã, quận Ba Đình, Hà Nội.",
        "Số 56, ngõ 12 đường Đào Tấn, quận Ba Đình, Hà Nội.",
        "Số 57, đường Vạn Bảo, quận Ba Đình, Hà Nội.",
        "Tầng 1, chung cư văn phòng TW Đảng, ngõ 19, đường Liễu Giai, quận Ba Đình, Hà Nội.",
        "Số 169, đường Giảng Võ, quận Ba Đình, Hà Nội",
        "62 Nguyễn Trường Tộ, Ba Đình, Hà Nội",
        "Số 92, phố Cửa Bắc, quận Ba Đình, Hà Nội",
        "Số 62, phố Ngọc Khánh, quận Ba Đình, Hà Nội ",
        "Tầng 2 số 169 Đội Cấn",
        "14 Phan Kế Bính kéo dài (số 14 ngách 254/1 Đường Bưởi), Ba Đình, Hà Nội",
        "Số 76, đường Phan Kế Bính, quận Ba Đình, Hà Nội",
        "195C Đội Cấn, Ba Đình, Hà Nội",
        "Số 204, đường Mai Anh Tuấn, quận Ba Đình, Hà Nội.",
        "Số 6, ngõ 73 phố Giang Văn Minh, quận Ba Đình, Hà Nội",
        "Tầng 6, số 2, ngõ 371 Kim Mã, quận Ba Đình, Hà Nội",
        "Số 6A, đường Quán Thánh, quận Ba Đình, Hà Nội."
    ],
    "typeN": [
        "G",
        "D, Z",
        "D, Z",
        "D",
        "G",
        "A, G, Z",
        "G, Y",
        "Z",
        "D",
        "D, Y, Z",
        "G",
        "D",
        "B",
        "M",
        "B",
        "D, G, O, Y",
        "Y",
        "B",
        "S",
        "B",
        "Y, Z",
        "K",
        "B",
        "B",
        "G, Y, Z",
        "B",
        "A, O, Y, Z",
        "B",
        "G",
        "B",
        "B",
        "B",
        "O",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "G",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "Y",
        "B",
        "B",
        "B",
        "B",
        "A, D",
        "Y",
        "B"
    ]
}