{
    "nameN": [
        "C2 Gym - Tân Xuân",
        "Bể bơi VOV",
        "Lanmak Fitness",
        "Bể Bơi Diamond Đường Bơi Xanh",
        "Fox Yoga - Lê Văn Hiến",
        "Dream Pool Fitness & Yoga Center",
        "Vanis Spa Beauty Academy",
        "RESCO Yoga & Zumba",
        "Padma Yoga - Hồ Tùng Mậu",
        "Athens Fitness",
        "Mộc Lan Beauty",
        "Golden Moon Spa - Từ Liêm",
        "Leo's Beauty & Academy",
        "Thanh Tú Spa",
        "Trịnh Huyền Dance Center 2",
        "CLB Yoga & Fitness Hoàng Tùng",
        "AE Fitness Nguyễn Cơ Thạch"
    ],
    "addressN": [
        "Tòa Ecohome 2, đường Tân Xuân, quận Bắc Từ Liêm, Hà Nội",
        "Tầng KT Toà CT1 A-B ( Mễ Trì Plaza) Đường Lương Thế Vinh kéo dài, quận Nam Từ Liêm, Hà Nội ",
        "Tầng KT, Tháp N04T2, Khu Ngoại Giao Đoàn, phường Xuân Tảo, quận Bắc Từ  Liêm, Hà Nội ",
        "Tầng 3, tòa nhà Diamond, Gold mark City , số 136 đường Hồ Tùng Mậu, quận Bắc Từ Liêm, Hà Nội ",
        "Tầng 3, nhà số 1, ngõ 53, đường Lê Văn Hiến ( đường Nông Lâm cũ), quận Bắc Từ Liêm, Hà Nội",
        "Tầng 4T, Toà NO2 - T3, Khu đô thị Ngoại Giao Đoàn, quận Bắc Từ Liêm, Hà Nội",
        "Phòng 508, tầng 5, tòa nhà A8, khu chung cư An Bình City, số 232 đường Phạm Văn Đồng, quận Bắc Từ Liêm, Hà Nội",
        "Nhà Văn Hóa Viên 1, trong khu đô thị Handi Resco, Phạm Văn Đồng (bên cạnh CA phường), quận Bắc Từ Liêm, Hà Nội",
        "Toà 2A Vinaconex 7, chung cư 136, đường Hồ Tùng Mậu, quận Bắc Từ Liêm, Hà Nội.",
        "Toà 2A Vinaconex 7, Chung cư số 136, đường Hồ Tùng Mậu, quận Bắc Từ Liêm, Hà Nội.",
        "Phòng 12A06, tầng 12A, tòa nhà CT1A, chung cư 789 Bộ Quốc Phòng, khu dự án Ngoại Giao Đoàn, quận Bắc Từ Liêm, Hà Nội",
        "Phòng 1806, toà 21B7 Green Star , 234  Đường Phạm Văn Đồng, Quận Bắc Từ Liêm, Hà Nội.",
        "P805, tòa A7, An Bình City, 232 Phạm Văn Đồng, Bắc Từ Liêm, Hà Nội",
        "Số 2 ngách 7 ngõ 138 Phú Diễn, Bắc Từ Liêm, Hà Nội",
        "Tầng 2, Số 16 Hồ Đắc Di, Quang Trung, Đống Đa, Hà Nội ",
        "Tầng 3, Khu bể bơi Từ Liêm, số 2 đường Đức Diễn, quận Bắc Từ Liêm, Hà Nội",
        "Tầng 2, số 27, đường Nguyễn Cơ Thạch, Mỹ Đình, Bắc Từ Liêm, Hà Nội"
    ],
    "typeN": [
        "A G Y Z",
        "S",
        "G Y",
        "S",
        "Y",
        "D G S X Y Z",
        "B",
        "D Y Z",
        "Y Z",
        "G K",
        "B",
        "B",
        "B",
        "B",
        "D",
        "G Y Z",
        "G"
    ]
}