{"nameN":["MD Fitness - Nguyễn Chánh","Viet Nhat Club Centre - Hoàng Đạo Thúy","Viet Nhat Club Centre - Cầu Giấy","Aesthetic Ultimate Fitness - HQV","C2 Gym - Cầu Giấy","ADYOGA - Quan Hoa (Chùa Hà cũ)","Lamita - Trần Đăng Ninh","Tuấn Vũ Fitness - Cầu Giấy","Curves Trung Hòa","DS Gym and Fitness World","Fit24 Cầu Giấy","Namaste Yoga & Dance","R&B Fitness World","VSK Club","Sara Yoga","HKF HIIT- KickFit","Infinity Fitness","Curves Trần Thái Tông","Gana Yoga Center","Yoga New Life - Nguyễn Khang","Mfitness","Zen Yoga","RED BOX Dance Studio","Pink Nail","No.6 Dance Studio","Last Fire Studio","Minji Beauty & Spa","Nhung Spa - Mai Dịch","Trung tâm An Yoga","Tóc Hiếu Louis","Zumba & Fit - Trung Kính Hạ","Divine Yoga & Dance Studio","Bể bơi tiểu học Dịch vọng B","Fuel Fitness","Daisy Spa - Cầu Giấy","Spa Đông Y Ngọc Hà","Ánh Dương Club","INSPIRE Boutique Fitness CS2","Bể Bơi Sunrise Club","Hair Salon Quang Trường","Viện Thẩm mỹ quốc tế Korea","T.n.T Beauty Bar","Pomelo Skincare & Spa","Bể Bơi 4 mùa Nghĩa Tân","Vietnam Yoga Center Trung Kính","King Fitness & Spa","F&P Dance Studio","Bể bơi Bốn mùa Tôn Thất Thuyết","Fox Yoga - Hoàng Sâm","FUDG DANCESPORT","Kingsport Fitness - Nguyễn Đình Hoàn","Anna Beauty Center","Golden Moon Spa - Cầu Giấy","CE Spa","Đức Trí Hair Salon","Hương Lê Spa","Mulan Spa","Saiyan Fitness","Ines Spa - Đỗ Quang","Công Liêm Hair Salon","Zumba & Fit - Phạm Tuấn Tài","Low Rider Dance Studio","Thỏ Beauty Spa","Son Spa","Gold Star Fitness","Home Fitness & Yoga","YooHee Nail & Skin Care","Ngọc Lan Beauty Center","Kool Nail & Eyelash","Thẩm mỹ Quốc tế Lotus","Helios Fitness & Gym - Trung Văn","Như Ý Beauty & Spa","Viện thẩm mỹ Koko","Viện thẩm mỹ quốc tế Dr. Hana - Cơ sở 2","Viện sắc đẹp Maria Vũ","Momordica Spa","Tata Hair Salon","Allure Beauty","Ankita Yoga 2","Minh Molly Hair Spa","Street Fit","Camellia Spa & Clinic - Phan Văn Trường","Sài Gòn - Paris Spa","Salon Quyền Anh","LeSpa","Thu Hiền Spa","Fasiya Salon","Spa Đông y Mira","Ruby Beauty Spa","Venus Foot & Body Massage","Đông Phương Foot & Body Massage","Laura Beauty Spa - Cầu Giấy","Dưỡng Tâm Beauty - Hoàng Quốc Việt","HB Spa - Cầu Giấy","Fit2dance - Chùa Hà","Dưỡng Tâm Beauty - Trung Kính","Viện Thẩm Mỹ Quốc Tế Medic Skin","Phương Đông Spa - Nguyễn Đình Hoàn"],"addressN":["Tầng 2, chưng cư CT1 Vimeco, đường Nguyễn Chánh, quận Cầu Giấy, Hà Nội","Tầng 5 - Nhà 25T1 - Khu No5 - Trung Hoà Nhân Chính - đường Hoàng Đạo Thuý, quận Cầu Giấy, Hà Nội","Tầng 1, Khu DX3, chung cư Thanh Bình, đường Thành Thái, phường Dịch Vọng Hậu, quận Cầu Giấy, Hà Nội","Tầng 5, tòa nhà Đông Đô, ngõ 100, đường Hoàng Quốc Việt, quận Cầu Giấy, Hà Nội.","Ngõ 93 đường Cầu Giấy, quận Cầu Giấy, Hà Nội","Số 225 phố Quan Hoa, Cầu Giấy, Hà Nội.","Tầng 3, Bể bơi Làng Quốc Tế Thăng Long, đường Trần Đăng Ninh, quận Cầu Giấy, Hà Nội","Số 139, đường Cầu Giấy, quận Cầu Giấy, Hà Nội","Tâng 3, Tòa nhà 29T2 Hoàng Đạo Thúy, quận Cầu Giấy, Hà Nội","Tầng 2-3, số 25, ngõ 68, đường Cầu Giấy, quận Cầu Giấy, Hà Nội","Số 20, ngõ 165 đường Cầu Giấy, quận Cầu Giấy,Hà Nội","Tầng KT - Tòa nhà PV Oil - số 148 đường Hoàng Quốc Việt, quận Cầu Giấy, Hà Nội","Tầng 3, 29T1, Hoàng Đạo Thúy, Trung Hòa Nhân Chính, Cầu Giấy, Hà Nội","Trường Amsterdam, số 1 đường Hoàng Minh Giám, phường Trung Hoà, quận Cầu Giấy, Hà Nội.","Tầng 7, số 249, đường Trần Đăng Ninh, quận Cầu Giấy, Hà Nội","Tầng 1, số 25, ngõ 68, đường Cầu Giấy, quận Cầu Giấy, Hà Nội.","Tầng 27, tòa nhà Eurowindow, số 27, đường Trần Duy Hưng, quận Cầu Giấy, Hà Nội","Tầng 3, tòa nhà AP , số 87, đường Trần Thái Tông, quận Cầu Giấy, Hà Nội","Tầng 13, Tòa nhà báo sinh viên Việt Nam, Lô D29, đường Phạm Văn Bạch, phường Yên Hòa, quận Cầu Giấy, Hà Nội","Tầng 5, Số 123 đường Nguyễn Khang, quận Cầu Giấy, Hà Nội","Số 1/163 đường Hoàng Ngân, phường Trung Hòa, quận Cầu Giấy, Hà Nội","Tầng 7 - Trường Phổ Thông đa trí tuệ MIS - Khu ĐTM dịch vọng, đường Thành Thái, quận Cầu Giấy, Hà Nội","Số 18 đường Phạm Tuấn Tài, quận Cầu Giấy, Hà Nội.","Số 2, ngõ 10A, đường Nguyễn Thị Định, quận Cầu Giấy, Hà Nội.","Tầng 6, số 11, đường Trần Thái Tông, quận Cầu Giấy, Hà Nội","Tầng 6 số 1/92 Nguyễn Khánh Toàn, phường Quan Hoa, quận Cầu Giấy, Hà Nội","Tầng 2, số 52 Trung Yên 9, Cầu Giấy, Hà Nội","Số 22, đường Phạm Thận Duật, phường Mai Dịch, quận Cầu Giấy, Hà Nội. ","tầng 3, tòa HH2, số 4 Dương Đình Nghệ, Cầu Giấy, Hà Nội","Số 33 đường Hoa Bằng, quận Cầu Giấy, Hà Nội","Tầng 2, Khu TTVH, đường Trung Kính Hạ, Cầu Giấy, Hà Nội","Chung cư viện chiến lược bộ công an, đường Nguyễn Chánh, quận Cầu Giấy, Hà Nội","Trường Tiểu Học Dịch Vọng B, Nguyễn Khánh Toàn, Q. Cầu Giấy, Hà Nội","Tầng 2 tòa nhà Thăng Long, số 99 Mạc Thái Tổ, quận Cầu Giấy, Hà Nội","Số 8, đường Nguyễn Đình Hoàn, quận Cầu Giấy, Hà Nội.","Phòng 10.04 toà 24.T1 đường Hoàng Đạo Thuý, Trung Hoà, Cầu giấy, Hà Nội","Tầng 3, số 195 đường Nguyễn Khang, quận Cầu Giấy, Hà Nội","Số 41 ngõ 21 đường Trương Công Giai, quận Cầu Giấy, Hà Nội","Số 177, đường Trung Kính, quận Cầu Giấy, Hà Nội","Số 12, đường Nguyễn Khánh Toàn, quận Cầu Giấy, Hà Nội.","Số 10, ngõ 80, đường Trần Duy Hưng, quận Cầu Giấy, Hà Nội","Số 25, ngõ 30, đường Trần Quý Kiên, quận Cầu Giấy, Hà Nội","Tầng 6, số 207, đường Trung Kính, quận Cầu Giấy, Hà Nội ","Số 14, đường Tô Hiệu, quận Cầu Giấy, Hà Nội ","Số 228, đường Trung Kính, quận Cầu Giấy, Hà Nội","Tầng 4 V2, Tòa nhà Homecity, số 177 đường Trung Kính, quận Cầu Giấy, Hà Nội","Tầng 5, số 6 đường Phạm Tuấn Tài, quận Cầu Giấy, Hà Nội","Khối nhà D Hội liên hiệp Phụ nữ Hà Nội, số 7, Tôn Thất Thuyết, quận Cầu Giấy, Hà Nội","Tầng 5, số 140, đường Hoàng Sâm, quận Cầu Giấy, Hà Nội ","Nhà Văn Hóa Đình Làng Hậu, số 5, đường Trần Thái Tông, quận Cầu Giấy, Hà Nội","Số 96 đường Nguyễn Đình Hoàn, quận Cầu Giấy, Hà Nội ","Số 2, ngõ 155, đường Cầu Giấy, quận Cầu Giấy, Hà Nội","Tầng 2, số 119, đường Trần Đăng Ninh, quận Cầu Giấy, Hà Nội","Số 12B9, ngách 199/3, ngõ 199 đường Trần Quốc Hoàn, quận Cầu Giấy, Hà Nội","Số 38, đường Dương Khê, quận Cầu Giấy, Hà Nội.","Tầng 2, số 50, đường Trung Kính, quận Cầu Giấy, Hà Nội. ","Tầng 4, Tòa nhà Vimeco, Lô E9, đường Phạm Hùng, quận Cầu Giấy, Hà Nội.","Tầng 5, toà tháp B, tòa Central Field, Số 219, đường Trung Kính , quận Cầu Giấy, Hà Nội.","Số 53, đường Đỗ Quang, quận Cầu Giấy, Hà Nội","Số 60, đường Nghĩa Tân, quận quận Cầu Giấy, Hà Nội","Tầng 5, số 6 đường Phạm Tuấn Tài, quận Cầu Giấy, Hà Nội.","Tầng 3 số 5 ngõ 40 đườngTrần Duy Hưng,phường Trung Hoà, quận Cầu Giấy, Hà Nội"," Số 31 ngõ 72 đường Dịch Vọng, quận Cầu Giấy, Hà Nội","Số 22 ngõ 53 đường Nguyễn Ngọc Vũ, quận Cầu Giấy, Hà Nội","Tầng M, Tòa Tháp Ngôi Sao, đường Dương Đình Nghệ, quận Cầu Giấy, Hà Nội","Tầng 3 – CT3 Yên Hoà Park view- số 3 đường Vũ Phạm Hàm, quận Cầu Giấy, Hà Nội","Số 2, lô 14A, đường Trung Yên 3, quận Cầu Giấy, Hà Nội.","số 148, đường Yên Hòa, quận Cầu Giấy, Hà Nội","Số 239, đường Trần Đăng Ninh, quận Cầu Giấy, Hà Nội","Số 61 đường Trung Kính, quận Cầu Giấy, Hà Nội","Tầng 1, Tòa CT3 ĐN2, Khu Đô Thị Mới Trung Văn, quận Nam Từ Liêm, Hà Nội","Số 223 đường Quan Hoa, quận Cầu Giấy, Hà Nội","Số A20, ngõ 29, đường Mạc Thái Tổ, quận Cầu Giấy, Hà Nội.","Số 37, đường Trần Duy Hưng, quận Cầu Giấy, Hà Nội.","Số 71, đường Trung Hoà, quận Cầu Giấy, Hà Nội.","Số 17, ngõ 23 đường Đỗ Quang, quận Cầu Giấy, Hà Nội","Số 80, phố Trung Hoà, quận Cầu Giấy, Hà Nội","Số 60, ngõ 10, phố Nguyễn Thị Định, quận Cầu Giấy, Hà Nội","Tầng 5, Tòa nhà Galaxy, 339 Nguyễn Khang, Cầu Giấy, Hà Nội","Số 15 Trần Bình, Mai Dịch, Cầu Giấy","Tầng 3, 335 Cầu Giấy, Hà Nội ","Số 10, ngõ 16 đường Phan Văn Trường, phường Dịch Vọng Hậu, quận Cầu Giấy, Hà Nội ","Số 28, ngõ 21 đường Trương Công Giai, quận Cầu Giấy, Hà Nội","Số 5C, ngõ 43 đường Trung Kính, quận Cầu Giấy, Hà Nội","BT11, cổng số 3, Tràng An Complex, số 1 đường Phùng Chí Kiên, quận Cầu Giấy, Hà Nội","Số 7, ngõ 27 phố Nghĩa Đô, quận Cầu Giấy, Hà Nội","Số 74, đường Trung Hòa, quận Cầu Giấy, Hà Nội.","Phòng 612, tòa E3B, số 7 Đường Vũ Phạm Hàm, Quận Cầu Giấy, Hà Nội","Tầng 4, số 136, đường Vũ Phạm Hàm, quận Cầu Giấy, Hà Nội.","Nhà vườn A18, ngõ 248 Hoàng Ngân, Trung Hoà, Cầu Giấy, Hà Nội","Số 220, đường Hoàng Ngân, quận Cầu Giấy, Hà Nội","Số 20, ngõ 76 đường Duy Tân, quận Cầu Giấy, Hà Nội.","Sảnh A, toà nhà T608, Khu đô thị Nam Cường, ngõ 234 đường Hoàng Quốc Việt, quận Cầu Giấy, Hà Nội.","B22, Ngõ 57, Đường Nguyễn Khánh Toàn, Quận Cầu Giấy, Hà Nội","Nhà văn hoá Dịch Vọng, số 96 Chùa Hà, quận Cầu Giấy, Hà Nội.","Số 15, ngõ 168, đường Trung Kính, quận Cầu Giấy, Hà Nội.","Số 64, đường Trần Đăng Ninh, quận Cầu Giấy, Hà Nội","Số 20, đường Nguyễn Đình Hoàn, quận Cầu Giấy, Hà Nội."],"typeN":["G","M","M","A G Y","G","Y","D Z","G","A","G","D G X Y Z","Y Z","D G X Y Z","D G S X Y Z","Y","K X","D X Y Z","X","Y","Y Z","D G X Y Z","Y","D Z","B","D Y","D","B","B","Y","B","Z","Y Z","S","D G X Y Z","B","B","D Y Z","D X Y Z","S","B","B","B","B","S","Y","B","B D Y","S","Y","D","G","B","B","B","B","B","B","D G K M X Y Z","B","B","Z","D Z","B","B","G S Y Z","D G X Y Z","B","B","B","B","G","B","B","B","B","B","B","B","Y Z","B","G X Y Z","B","B","B","B","B","B","B","B","B","B","B","B","B","Z","B","B","B"]}