{
    "nameN": [
        "Trịnh Huyền Dance Center",
        "MD Fitness - Thái Thịnh",
        "AE Fitness - Hoàng Văn Thái",
        "AE Fitness - Chùa Bộc",
        "Daily Fitness",
        "Shivom Yoga - Hoàng Cầu",
        "ADYoga - Huỳnh Thúc Kháng (Láng Hạ cũ)",
        "Lamita - Xã Đàn",
        "CLB Thể hình, Thẩm mỹ ĐH Văn Hóa Hà Nội",
        "Lamita - Nguyễn Chí Thanh",
        "Fit-Fitter",
        "La Belle Zumba Fitness",
        "Hòa Bình Gym Nguyễn Khuyến",
        "Helios Fitness & Gym",
        "Curves Láng Hạ",
        "Curves Cát Linh",
        "Viet Yogi",
        "Fit24 Thái Thịnh",
        "Palan Yoga Center",
        "Wonder Dance Studio",
        "Ares Gym & Kickfit",
        "Bể Bơi Green Pool",
        "FunFit Fitness & Yoga Center",
        "Curves Tây Sơn",
        "Mượt Spa",
        "Lamia Beauty Boutique - Đặng Văn Ngữ",
        "Hana Spa",
        "Celavi Beauty Phương Mai",
        "Hà Trang Beauty Boutique",
        "Muối Spa",
        "ZIO HAIR Salon - Hoàng Cầu",
        "ZIO HAIR Salon - Phạm Ngọc Thạch",
        "La Belle Zumba Fitness CS2",
        "Amanda Beauty & Spa - Thái Hà",
        "Thẩm mỹ viện Thanh Mai",
        "BIJIN Spa",
        "Hamay Beauty",
        "Meid Beauty",
        "Ganesha Yoga 75 Xã Đàn",
        "Super Star Fitness & Yoga",
        "B.Elite Spa",
        "Fitcity - Private Fitness Club",
        "Mei Beauty - nail&skincare",
        "Beauty by My",
        "Sofia Spa",
        "R.C (Wind Hair Studio)",
        "Zumba & Fit - Khâm Thiên",
        "Vân Minh Spa - Trung Liệt",
        "Charme Spa Hoàng Cầu",
        "Thẩm mỹ viện Wonjin",
        "Thiên Thu Salon",
        "Phương Nails",
        "BaBa Yoga",
        "Koi Cafe Spa",
        "Eva Beauty & Spa - Giảng Võ",
        "Thể Đặng Hair Salon",
        "Avengers Fitness & Yoga",
        "MVP Fitness",
        "Anna Spa",
        "Cici Art. Nail & Beauty",
        "Spring Salsa",
        "Trà Đà Lạt 1893 in HaNoi Cơ sở 2",
        "Naris Beauty Nail & Spa",
        "Lamita - Khâm Thiên",
        "Zeus Fitness - Personal Coaching - Xã Đàn",
        "Yoga New Life - Xã Đàn",
        "Beauty Art Nguyên Mi - Nguyễn Chí Thanh",
        "Clb Thể Hình Kim Cương",
        "Jardin Skin And Beauty",
        "SFire Studio",
        "Trung Tâm Yoga Tâm Phúc",
        "Yozmay clinic & spa",
        "Isha Yoga",
        "Baladi Dance Studio",
        "Chạm Spa & Nail - Nguyên Hồng",
        "Sun Beauty Cosmetic & Spa",
        "Hải Anh Belly Dance",
        "The Phoenix Spa",
        "Gọn Stu Thái Hà",
        "DLA Beauty Academy",
        "Y học cổ truyền Khương Sơn",
        "Su Spa",
        "Gaia Spa - Mộc Trà",
        "Group X Studio",
        "Excellence Phương Anh Spa",
        "Anh Spa (Phòng đông y) - Đường Láng",
        "Akira Clinic & Spa",
        "Wao Studio",
        "Golden Land Spa & Hair",
        "Minh Pham Hair Salon",
        "Ella Beauty & Spa",
        "365 Hair Salon",
        "Hyn Beauty",
        "Pearl Salon",
        "An Nhiên Yoga - Thái Hà",
        "Sơn Salon Hair & Nail",
        "AK Fitness & Yoga Nguyễn Lương Bằng",
        "Cali Hair Salon",
        "Mc Fitness & Yoga Vũ Thạnh",
        "Kim Thanh Beauty & Spa",
        "Healthy Joy Spa",
        "Linh Anh Spa - Thái Hà 1",
        "Ngọc Ánh Blue",
        "Thẩm mỹ viện DearMe",
        "Doctor Kiệm Spa - Đường Láng",
        "Megan Spa",
        "Besame Health Spa",
        "OM TREE Yoga",
        "Chấu Nails",
        "Momo Spa",
        "Kim Thiên Hoa Spa",
        "Hiếu Dragon Salon",
        "Bibi Fitness & Yoga",
        "St.319 Dance Classes Đê La Thành",
        "Kang Nam Beauty & Spa",
        "Doris Beauty",
        "Yoga House - Hồ Ba Mẫu",
        "Trang Dưỡng Sinh Spa",
        "Dưỡng Tâm Beauty - Nguyên Hồng",
        "Uni Beauty",
        "Fat Attack",
        "Kita Spa",
        "Na Julie Beauty Nail & Eyelash",
        "Thế Anh Hair Salon",
        "Kool Beauty",
        "Trung tâm chăm sóc sức khỏe Á Đông",
        "Hair Salon Sunshine",
        "Head Fitness",
        "Quyền Hair Salon - Tôn Đức Thắng",
        "Alpha Fitness",
        "Everly Nail Beauty & Spa - Chùa Láng",
        "Queen Beauty",
        "Fit2dance - Nguyên Hồng",
        "Cường Đặng Hair Salon",
        "Vật lý trị liệu cộng đồng",
        "Lamita - Pháo Đài Láng",
        "Fit2dance - Vũ Thạnh"
    ],
    "addressN": [
        "Số 25, đường Thái Thịnh, quận Đống Đa, Hà Nội",
        "Số 194, đường Thái Thịnh, quận Đống Đa, Hà Nội",
        "Chung cư CT2, ngõ 183, đường Hoàng Văn Thái, quận Đống Đa, Hà Nội",
        "Số 7, ngõ 95, đường Chùa Bộc, quận Đống Đa, Hà Nội",
        "Tầng 1 tòa nhà Viễn Đông, ngõ 34 đường Hoàng Cầu, quận Đống Đa, Hà Nội",
        "Tầng M, Hoàng Cầu Skyline, số 36 đường Hoàng Cầu, quận Đống Đa, Hà Nội",
        "Tầng 5, tòa nhà moffice, số 29, đường Huỳnh Thúc Kháng, quận Đống Đa, Hà Nội",
        "Tầng 3 Số 8 Ngõ 198 đường Xã Đàn, quận Đống Đa, Hà Nội",
        "Số 418 đường Đê La Thành, quận Đống Đa, Hà Nội",
        "Tầng 3, số 1, ngõ 107 đường Nguyễn Chí Thanh, quận Đống Đa, Hà Nội (Kim Cương Fitness)",
        "Tầng 6, Khâm Thiên Building, số 195 đường Khâm Thiên, quận Đống Đa, Hà Nội",
        "Số 5, đường Thái Hà, quận Đống Đa, Hà Nội",
        "Số 54 - 56 đường Nguyễn Khuyến, quận Đống Đa, Hà Nội",
        "Số 8, ngõ 198 đường Xã Đàn, quận Đống Đa, Hà Nội.",
        "Tầng 6, tòa nhà số 8, đường Láng Hạ, Đống Đa, HN",
        "Tầng 4, tòa nhà 19C đường Cát Linh, quận Đống Đa, Hà Nội",
        "Tầng 7, số 195, Tòa tiệc cưới, phố Khâm Thiên, quận Đống Đa, Hà Nội.",
        "Số 98 đường Thái Thịnh, quận Đống Đa, Hà Nội",
        "Phòng 705 - 706 tầng 7 số 14 đường Pháo Đài Láng, quận Đống Đa, Hà Nội.",
        "Tầng 4, Số 30, đường Đoàn Thị Điểm, quận Đống Đa, Hà Nội",
        "Số 1, đường Xã Đàn, quận Đống Đa, Hà Nội",
        "Tầng 2 sảnh A tòa nhà Tân Hoàng Minh, ngõ 30 đường Mai Anh Tuấn, quận Đống Đa, Hà Nội",
        "Tầng 1, Tòa nhà chung cư C'land,  số 156, ngõ Xã Đàn 2, đường Xã Đàn 2, quận Đống Đa, Hà Nội",
        "Tầng 4 tòa nhà Kinh Đô, số 292 đường Tây Sơn, phường Khương Thượng, quận Đống Đa, Hà Nội",
        "Số 24/139, đường Khương Thượng, quận Đống Đa, Hà Nội. ",
        "Số 103D8,đường Đặng Văn Ngữ, quận Đống Đa, Hà Nội.",
        "Số 16, ngõ 117, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 4, ngõ 167, đường Phương Mai, quận Đống Đa, Hà Nội.",
        "Số 18B Ngõ Giếng , Đông Các , Ô Chợ Dừa ,Đống Đa. ",
        "Số 21, đường Nguyễn Khuyến, quận Đống Đa, Hà Nội",
        "Số 4, đường Võ Văn Dũng, quận Đống Đa, Hà Nội.",
        "Số 28, toà B4 Kim Liên, ngõ 21, đường Phạm Ngọc Thạch, quận Đống Đa, Hà Nội.",
        "Số 51 đường Tôn Đức Thắng, quận Đống Đa, Hà Nội",
        "Tầng 3, số 1, ngõ 38, đường Yên Lãng. quận Đống Đa, Hà Nội.",
        "Số 8, ngõ 98, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 41 ngõ 82 Nguyễn Ngọc Doãn, phường Trung Tự, quận Đống Đa, Hà Nội",
        "Tầng 4 - số 122 chùa láng, đường Chùa Láng, quận Đống Đa, Hà Nội",
        "Số 6, ngõ 136, đường Tây Sơn, quận Đống Đa, Hà Nội.",
        "Tầng 6, số 75, đường Xã Đàn, quận Đống Đa, Hà Nội",
        "Tầng 2, tòa HH2 Meco Complex, ngõ 102, đường Trường Chinh, quận Đống Đa, Hà Nội ",
        "Số 98 đường Hào Nam, phường Ô Chợ Dừa, quận Đống Đa, Hà Nội",
        "Tầng 2, tòa nhà Tân Hoàng Minh, số 36, đường Hoàng Cầu, quận Đống Đa, Hà Nội",
        "Số 89, đường Trần Hữu Tước, quận Đống Đa, Hà Nội.",
        "Số 108 nhà 5T2 ngõ 62, đường Nguyễn Chí Thanh, Quận Đông Đa, Hà Nội",
        "Số 9, ngõ 171, đường Đặng Tiến Đông, quận Đống Đa, Hà Nội.",
        "Số 1, ngõ 35, đường Cát Linh, quận Đống Đa, Hà Nội",
        "Tầng 7, số 195 đường Khâm Thiên, quận Đống Đa, Hà Nội",
        "Số 118, đường Trung Liệt, quận Đống Đa, Hà Nội.",
        "Số 1, ngõ 95, đường Hoàng Cầu, phường Ô Chợ Dừa, quận Đống Đa, Hà Nội. ",
        "Số 4, ngõ 178, đường Tây Sơn, quận Đống Đa, Hà Nội",
        "Số 37, ngõ 41, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 18, ngõ Giếng, đường Đông Các, quận Đống Đa, Hà Nội",
        "Tầng 2, tòa Tân Hoàng Minh - D’Le Pon’t D’or, ngõ 30 đường Mai Anh Tuấn, quận Đống Đa, Hà Nội",
        "Số 646, Đường Láng, Quận Đống Đa, Hà Nội",
        "Số 35, đường Giảng Võ, quận Đống Đa, Hà Nội",
        "Số 15 đường Thái Hà, phường Láng Hạ, quận Đống Đa, Hà Nội ",
        "Tầng 3, số 47, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Tầng KT, sảnh B, tháp Hong Kong, đường Đê La Thành, quận Đống Đa, Hà Nội",
        "Số 22, ngõ 49, phố Huỳnh Thúc Kháng, quận Đống Đa, Hà Nội",
        "Số 28, ngõ 80, đường Chùa Láng, quận Đống Đa, Hà Nội ",
        "Tầng 2, Số 22 đường Hồ Giám, quận Đống Đa, Hà Nội ",
        "Số 50, ngách 3, ngõ 131, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 80, đường Hào Nam, quận Đống Đa, Hà Nội",
        "Tầng 7, tòa nhà Khâm Thiên, số 195, đường Khâm Thiên, quận Đống Đa, Hà Nội",
        "Tầng 4, số 398, đường Xã Đàn, quận Đống Đa, Hà Nội",
        "Số 57, ngõ Xã Đàn 2, đường Xã Đàn, quận Đống Đa, Hà Nội",
        "F108 nhà 5T1, ngõ 62, đường Nguyễn Chí Thanh, quận Đống Đa, Hà Nội.",
        "Số 1 ngõ 107 đường Nguyễn Chí Thanh, quận Đống Đa, Hà Nội",
        "Số 35, ngõ 7 đường Thái Hà, quận Đống Đa, Hà Nội",
        "Tầng 7, Số 47 Thái Hà, quận Đống Đa, Hà Nội ",
        "Tầng 3.5, số 41, đường Vũ Thạnh, quận Đống Đa, Hà Nội.",
        "Số 172A, đường Yên Lãng, quận Đống Đa, Hà Nội ",
        "Tầng 4, số 20, ngõ 538, đường Láng, quận Đống Đa, Hà Nội",
        "Tầng 6, số 41, phố Vũ Thạnh, Hào Nam, quận Đống Đa, Hà Nội ",
        "Tầng 2, số 21 ngõ 26 đường Nguyên Hồng, quận Đống Đa, Hà Nội",
        "Số 27, ngõ 161, đường Thái Hà, quận Đống Đa, Hà Nội",
        "Khu H, tổ 75, ngõ 102, đường Trường Chinh, quận Đống Đa, Hà Nội",
        "Phòng 1604 – tầng 16, chung cư 71, đường Nguyễn Chí Thanh, quận Đống Đa, Hà Nội",
        "Tầng 6, Số 5 ngách 23 ngõ 165, đường Thái Hà, quận Đống Đa, Hà Nội",
        "Tầng 5, số 337, đường đường Trường Chinh, quận Đống Đa, Hà Nội",
        "Số 15, Đường Láng, quận Đống Đa, Hà Nội",
        "Tầng 2, Số 37, ngõ 41, đường Thái Hà, quận Đống Đa, Hà Nội",
        "Số 6, ngách 1, ngõ 55 đường Huỳnh Thúc Kháng, quận Đống Đa, Hà Nội",
        "Tầng 5, số 200, đường Nguyễn Lương Bằng, quận Đống Đa, Hà Nội",
        "Số nhà 73, ngõ 35 đường Cát Linh, quận Đống Đa, Hà Nội",
        "Tầng 3, số 7A, ngõ 850, đường Láng, quận Đống Đa, Hà Nội",
        "Tầng 2, số 8, đường Cát Linh, quận Đống Đa, Hà Nội",
        "Số 34, ngõ 97, đường Thái Thịnh, quận Đống Đa, Hà Nội ",
        "Số 7, ngõ 104, Đội Cấn, quận Đống Đa, Hà Nội",
        "Số 45, ngõ 1, đường Khâm Thiên, quận Đống Đa, Hà Nội",
        "Số 20, đường Trần Quang Diệu, quận Đống Đa, Hà Nội",
        " Số 15, ngõ 53, đường Yên Lãng, quận Đống Đa, Hà Nội",
        "Số 63 đường Vũ Ngọc Phan, quận Đống Đa, Hà Nội",
        "Tầng 1, số 1, ngõ 47 đường Nguyên Hồng, quận Đống Đa, Hà Nội",
        "Tầng 4, số 5, ngách 23, ngõ 165, đường Thái Hà, quận Đống Đa, Hà Nội",
        "Số 14 ngõ 43 đường Phạm Ngọc Thạch, quận Đống Đa, Hà Nội",
        "Tầng F2, Toà nhà 187, đường Nguyễn Lương Bằng, quận Đống Đa, Hà Nội.",
        "105B8 Kim Liên, ngõ 43 đường Phạm Ngọc Thạch, quận Đống Đa, Hà Nội",
        "Tầng 3 số 41 phố Vũ Thạnh, đường Giảng Võ, quận Đống Đa, Hà Nội",
        "Tầng 2, số 126, phố Chùa Láng, quận Đống Đa, Hà Nội",
        "Số 16, ngõ 740, đường Đê La Thành, quận Đống Đa, Hà Nội",
        "Số 60, ngõ 3, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 55, ngõ 67, đường Thái Thịnh, quận Đống Đa, Hà Nội",
        "Tầng 3, Số 142, đường Đê La Thành, quân Đống Đa, Hà Nội",
        "Số 336 Đường Láng, quận Đống Đa, Hà Nội",
        "Số 31, đường Đặng Văn Ngữ, quận Đống Đa, Hà Nội.",
        "Số 62, ngõ 49, đường Huỳnh Thúc Kháng, Đống Đa, Hà Nội.",
        "Tầng 2, Số 12, đường Thái Thịnh, quận Đống Đa, Hà Nội.",
        "Tầng 2, số nhà 28, ngõ 165 Thái Hà, Đống Đa, Hà Nội",
        "Số 55, ngõ 38, phố Phương Mai, quận Đống Đa, Hà Nội.",
        "Số 19 đường Trần Quang Diệu, quận Đống Đa, Hà Nội",
        "106 Xã Đàn 2, Nam Đồng, Đống Đa, Hà Nội",
        "Số 2+4 -Tầng 5, tòa nhà Đồng Lợi - Ngõ 1160 Đường Láng",
        "Tầng 3 , 204-206 Đê La Thành nhỏ ( sau 320 Xã Đàn) ",
        "Số 50, phố Yên Lãng, quận Đống Đa, Hà Nội",
        "Số 3, ngõ 45 Nguyên Hồng, Đống Đa, Hà Nội",
        "Số 42 tổ 23 đường ven hồ ba mẫu - Phương Liên, Đống Đa, Hà Nội",
        "Số 5, ngõ 20 Huỳnh Thúc Kháng, Đống Đa, Hà Nội",
        "Số 6 ngõ 47 đường Nguyên Hồng, phường Láng Hạ, quận Đống Đa, Hà Nội",
        "Số 39, ngõ 5 đường Láng Hạ, quận Ba Đình, Hà Nội",
        "Tầng 11, số 300 đường Đê La Thành nhỏ, phường Phương Liên , quận Đống Đa, Hà Nội",
        "Số 42 ngách 24 ngõ 3 Thái Hà, Đống Đa, Hà Nội",
        "Số 1, ngõ 161, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 1, ngõ 3, đường Thái Hà, quận Đống Đa, Hà Nội.",
        "Số 149, đường Nam Đồng, quận Đống Đa, Hà Nội.",
        "Số 22D, đường Giảng Võ, quận Đống Đa, Hà Nội.",
        "Số 58, đường Pháo Đài Láng, quận Đống Đa, Hà Nội.",
        "Tầng 27A, Chung cư Mipec Tower, số 229 đường Tây Sơn, quận Đống Đa, Hà Nội",
        " Số 32 ngõ 221 Tôn Đức Thắng, Đống Đa, Hà Nội ",
        "Tầng 4, số 71 Chùa Láng, Đống Đa, Hà Nội.",
        "Số 23, ngõ 82, đường Chùa Láng, quận Đống Đa, Hà Nội.",
        "Số 2, ngách 17, ngõ 26 đường Nguyên Hồng, quận Đống Đa, Hà Nội.",
        "Nhà Văn hoá CMN Âu Cơ, Số 43 đường Nguyên Hồng, quận Đống Đa, Hà Nội",
        "Số 49, Ngõ 35 Cát Linh, Quận Đống Đa, Hà Nội.",
        "Số 113 E5 Trung Tự, ngõ 6 đường Đặng Văn Ngữ, quận Đống Đa, Hà Nội",
        "Tầng 3, số 8 đường Pháo Đài Láng, quận Đống Đa, Hà Nội",
        "Tầng 6, số 41 Vũ Thạnh, quận Đống Đa, Hà Nội"
    ],
    "typeN": [
        "D",
        "G",
        "G",
        "G",
        "G",
        "D X Y Z",
        "Y",
        "D Z",
        "A G",
        "Z",
        "G X Y Z",
        "Z",
        "G",
        "G",
        "X",
        "X",
        "Y",
        "D G X Y Z",
        "X Y",
        "D X Y",
        "K X",
        "S",
        "D G Y",
        "X",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "X Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "Y Z",
        "G",
        "B",
        "G",
        "B",
        "B",
        "B",
        "B",
        "Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "D Y Z",
        "B",
        "B",
        "B",
        "G K Y Z",
        "D G S Y Z",
        "B",
        "B",
        "D",
        "B",
        "B",
        "Z",
        "G",
        "Y",
        "B",
        "G",
        "B",
        "D",
        "Y",
        "B",
        "Y Z",
        "D",
        "B",
        "B",
        "D",
        "B",
        "O",
        "B",
        "B",
        "B",
        "B",
        "D Z O",
        "B",
        "B",
        "B",
        "A D",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "Y",
        "B",
        "D G K X Y Z",
        "B",
        "A G K Y Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "Y",
        "B",
        "B",
        "B",
        "B",
        "G Y Z O",
        "D",
        "B",
        "B",
        "Y",
        "B",
        "B",
        "B",
        "O",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "G S Y",
        "B",
        "G",
        "B",
        "B",
        "Z",
        "B",
        "B",
        "Z",
        "Z"
    ]
}