{
    "nameN": [
        "Gym A1 Fitness Center",
        "Lamita - Rainbow Hà Đông",
        "Gym số 197 Trần Phú",
        "Goodlife Yoga & Dance Club",
        "Fit24 Hà Đông",
        "Bstrong Gym",
        "Yoga Quê Lụa",
        "Bể bơi Xuân Mai Tower",
        "Kim Oanh Hair Salon",
        "Yoga Huyền Anh - Lê Hồng Phong",
        "Yoga Huyền Anh - La Khê",
        "Lamita - V103 Hà Đông",
        "Yoga Nutri",
        "Gym Hemisco Xa La",
        "Gym La Dương",
        "Parkcity Club",
        "Bể bơi trường Quốc tế Nhật Bản",
        "Family Yoga",
        "CLB yoga HH2E Xuân Mai",
        "Zumba Fitness Hà Đông",
        "Yoga & Zumba 484 Quang Trung",
        "GreenLife Fitness",
        "Number One Gym - Fitness - Boxing",
        "Ifitness Xa La",
        "Hana Spa 2",
        "Club TN Fitness & Yoga",
        "Kim’Spa",
        "Thẩm mỹ viện Mỹ Anh",
        "Rose Spa",
        "Star gym",
        "Fitness Garden - Xa La",
        "Spa da liễu Châu An",
        "Học viện tóc quốc tế Avy",
        "Himalaya Spa",
        "Eva Beauty & Spa - Hà Đông",
        "Phương Hoa Spa",
        "Linh Anh Spa - Hà Đông",
        "Trung tâm Chăm sóc sức khỏe Hạ Lan Quân",
        "Dưỡng Tâm Beauty - Mỗ Lao",
        "Rita Yoga and Dance",
        "Mango Nail Box",
        "Diamond Spa & Leslie Salon",
        "Phòng khám Đông Nam Đường",
        "LX Fitness Vạn Phúc",
        "Thẩm mỹ viện quốc tế Cham - Triều Khúc",
        "Adora Spa",
        "Bể bơi Dragon Pool Xuân Mai"
    ],
    "addressN": [
        "Tầng 3 chợ Hà Đông, cổng Bà Triệu, quận Hà Đông, Hà Nội",
        "P.301, tòa nhà Rainbow Văn Quán, Đường 19/5, quận Hà Đông",
        "Tầng 2 tòa nhà số 197 đường Trần Phú, quận Hà Đông, Hà Nội",
        "Tầng 2 chung cư Bình Vượng, số 200 đường Quang Trung, quận Hà Đông, Hà Nội",
        "Tầng 5 – Thiên Sơn Plaza, số 8 đường Quang Trung, Hà Đông, Hà Nội",
        "Sảnh tầng 1 CT2 khu nhà ở cán bộ nhân viên viện 103, đường Nguyễn Khuyến, Văn Quán, quận Hà Đông, Hà Nội",
        "Tầng 2, nhà văn hóa Tổ dân phố 7, đường La Khê, quận Hà Đông, Hà Nội",
        "Tầng 5 tòa A Xuân Mai Tower CT2, Tô Hiệu, quận Hà Đông, Hà Nội",
        "M32 khu đấu giá Ngô Thì Nhậm, quận Hà Đông, Hà Nội.",
        "Trung tâm thể thao đa năng, sân bóng cầu đơ, số 46, đường Lê Hồng Phong, quận Hà Đông, Hà Nội",
        "Nhà văn hóa tổ 1, phường La Khê, quận Hà Đông, Hà Nội",
        "Tầng 1, chung cư V103, đường Tân Triều, quận Hà Đông.",
        "Nhà E, trường Sư phạm Nghệ thuật, số 55, đường Trần Phú, quận Hà Đông, Hà Nội.",
        "Tầng 3, tòa nhà Hesmisco khu đô thị Xa La, quận Hà Đông, Hà Nội",
        "Tổ dân phố Trung Bình, phường Dương Nội, quận Hà Đông",
        "Khu đô thị Parkcity, đường Lê Trọng Tấn, quận Hà Đông, thành phố Hà Nội",
        "Số 36 đường Tố Hữu, quận Hà Đông, Hà Nội",
        "Số 1615 CT3, khu nhà Ban Tư Lệnh Thủ Đô, đường Yên Nghĩa, Hà Đông. ",
        "Phòng KT, tòa HH2E khu chung cư Xuân Mai, Dương Nội, quận Hà Đông, Hà Nội",
        "Phòng cộng đồng, tầng 1. chung cư TSQ, đường Nguyễn Văn Lộc, quận Hà Đông, Hà Nội.",
        "Tầng 4, số 484, đường Quang Trung, quận Hà Đông, Hà Nội ",
        "Tầng 5 tòa nhà Victoria Văn Phú, đường Lê Trọng Tấn, khu đô thị Văn Phú, quận Hà Đông, Hà Nội",
        "Tầng 5, tòa nhà HTT, số 89 đường Phùng Hưng, quận Hà Đông, Hà Nội",
        "Tầng 3, CT4B khu đô thị Xa La, quận Hà Đông, Hà Nội",
        "Số A32TT17, đường Nguyễn khuyến, quận Hà Đông, Hà Nội",
        "Khu Tái Định Cư Liền Kề 21, số 3+4, đường Ngô Thì Nhậm, quận Hà Đông, Hà Nội",
        "Phòng 0607, toà S3, chung cư Season Avenue, đường Nguyễn Văn Lộc, quận Hà Đông, Hà Nội",
        "A42 - TT19 cuối đường Nguyễn Khuyến, khu đô thị Văn Quán, Hà Đông, Hà Nội",
        "Phòng 1805, tòa 02, C37 Bắc Hà Tower, đường Tố Hữu, quận Hà Đông, Hà Nội.",
        "Tầng 1 tòa T2, chung cư TSQ, Làng Việt Kiều Châu Âu, đường Mỗ Lao, quận Hà Đông, Hà Nội",
        "Tầng 2, tòa nhà BMM, Khu đô thị Xa La, quận Hà Đông, Hà Nội",
        "Tầng 4, số 8A, đường Bà Triệu, quận Hà Đông, Hà Nội ",
        " Số 180, đường Chiến Thắng, quận Hà Đông, Hà Nội",
        "Số 8, đường Nguyễn Khuyến, quận Hà Đông, Hà Nội",
        "Số 6, Liền kề 7, Khu đô thị Văn Phú, quận Hà Đông, Hà Nội",
        "Số nhà 25, ngõ 6, đường Bà Triệu, quận Hà Đông, Hà Nội",
        "Phòng 1801, tầng 18, toà nhà Ellipse Tower, số 110, đường Trần Phú, quận Hà Đông, Hà Nội",
        "Phòng 816, Tầng 8, tòa CT3 The Pride, đường La Khê, quận Hà Đông, Hà Nội",
        "Số 36, LK6B, KĐT Mỗ Lao, Hà Đông, Hà Nội",
        "Tầng 1, tòa CT8B, Khu đô thị Sparks Dương Nội, Tố Hữu, Hà Đông, Hà Nội",
        "BT 04-06 Khu đô thị An Hưng, Dương Nội, Hà Đông, Hà Nội",
        "LK 16-33 Khu đô thị An Hưng, La Khê, Hà Đông, Hà Nội",
        "Số 26, ngõ 44 An Hòa, Hà Đông, Hà Nội",
        "Tầng 3 tòa nhà GoldSilk, 430 Vạn Phúc, Hà Đông, Hà Nội",
        "B16, Khu đô thị Pandora, Triều Khúc, Thanh Xuân, Hà Nội",
        "Phòng 308 tòa K1, chung cư The K-Park, Khu đô thị Văn Phú, Quận Hà Đông, Hà Nội",
        "Tầng 1, Chung cư Xuân Mai Complex, Khu đô thị mới Dương Nội, Hà Đông, Hà Nội"
    ],
    "typeN": [
        "G K",
        "Z",
        "G",
        "Y Z",
        "D G Y Z O",
        "G",
        "Y",
        "S",
        "B",
        "Y",
        "Y",
        "Z",
        "Y",
        "G",
        "G",
        "D G S Y O",
        "S",
        "Y",
        "Y",
        "Z",
        "Y Z O",
        "G S Y Z",
        "G K Y",
        "G",
        "B",
        "G Y",
        "B",
        "B",
        "B",
        "G",
        "D G K Y Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "Y Z",
        "B",
        "B",
        "B",
        "G Y",
        "B",
        "B",
        "S"
    ]
}