{
    "nameN": [
        "Rambo Fitness - 141 Trương Định",
        "Unison Dance Studio",
        "Viet Nhat Club Centre - Times City",
        "Swequity Ultimate Fitness - Lương Yên",
        "ADYOGA - Tạ Quang Bửu",
        "ADYOGA - Tăng Bạt Hổ",
        "OM Factory Hanoi",
        "Fantasia Gym",
        "Olympia Tăng Bạt Hổ",
        "Olympia Trương Định",
        "Brothers Judo-ju Jitsu Club Hà Huy Tập",
        "Trung tâm thể hình – thể dục thẩm mỹ Zoe sport",
        "Whey Gym",
        "Hoàng Dương Gym Hồng Mai",
        "Hoàng Dương Gym Minh Khai",
        "Jade Fitness",
        "Savary Yoga & Dance - Enjoy Your Life",
        "Beauty By Bonnie - Mai Hắc Đế",
        "Fiona Beauty house - Lê Thanh Nghị",
        "Gym HUBT",
        "Monkey Boxing - Vietnamese Boxing",
        "Hương Anh Fitness & Yoga - Phố Huế",
        "Hương Anh Fitness & Yoga - Chùa Vua",
        "Thủy Beauty",
        "Michin Spa",
        "Tâm Đan Fitness & Spa",
        "Shi Beauty & Spa - Minh Khai",
        "Charme Hair & Spa Võ Thị Sáu",
        "Home Nails & Spa",
        "Avalon Spa",
        "Trần Gia Thái Cực Quyền",
        "HM Kickfit Center",
        "AC Gym - Authentic Coach",
        "Zumba Discovery Club Kim Ngưu",
        "Zumba Discovery Club - Tăng Bạt Hổ",
        "Hải Đăng Yoga",
        "Thẩm mỹ quốc tế Dr. Beauty",
        "Lamita - Lạc Trung",
        "Spring Fitness Trần Nhân Tông",
        "Celavi Beauty Trần Đại Nghĩa",
        "Honey Beauty Spa",
        "Nail Mi Xinh",
        "Linh Titan Hair Salon",
        "Viện Thẩm mỹ Công nghệ cao Hiền Anh",
        "K-Spa",
        "Vân Beauty Academy",
        "Kami Spa",
        "Jump Arena Hà Nội",
        "Surian Spa Hair & Nail",
        "Combat Club",
        "Hương Anh Spa & Yoga",
        "Beu Spa - Thanh Nhàn",
        "Pnut Beauty Lounge",
        "LND Fit Dance Centre",
        "Doctor Kiệm Spa - Kim Ngưu",
        "Chaoren Salon",
        "Viện Thẩm Mỹ Quốc Tế Dr. Hana",
        "GymHaus - Boutique Fitness",
        "Beauty Art Nguyên Mi - Nguyễn Cao",
        "Hải Đăng Yoga - Lê Duẩn",
        "Thuỳ Anh Mi",
        "Osum Spa - Mai Hắc Đế",
        "Ayla Bellydance",
        "Mandala Eyelash - Nail - Spa",
        "Kiều Anh Đặng Nails & Mi",
        "Hamsa Yoga",
        "Hair Salon James Kien",
        "Fit2dance - Kim Ngưu",
        "Fit2dance - 256 Bà Triệu",
        "K Spa - Minh Khai",
        "Abby Medi Spa",
        "Viện Sắc Đẹp KeangNam Korea - Hà Nội",
        "Viện chăm sóc da Kang Nam",
        "Lamita - Bà Triệu"
    ],
    "addressN": [
        "Chung cư số 141, đường Trương Định, quận Hai Bà Trưng, Hà Nội",
        "Tầng 2 & 4, số 27 đường Hòa Mã, quận Hai Bà Trưng, Hà Nội",
        "Tầng 2, tòa nhà T4 KĐT Time City, đường Minh Khai, quận Hai Bà Trưng, Hà Nội",
        "Tầng 10, tòa nhà Hanoi Creative City, số 1, đường Lương Yên, quận Hai Bà Trưng, Hà Nội",
        "Trung tâm TTVH trường ĐH Bách Khoa, số 40 Tạ Quang Bửu, Hai Bà Trưng, Hà Nội",
        "Số 44B đường Tăng Bạt Hổ, quận Hai Bà Trưng, Hà Nội",
        "Tầng 5, số 135-137 đường Bùi Thị Xuân, quận Hai Bà Trưng, Hà Nội",
        "Tầng 3 số 10 đường Tạ Quang Bửu, quận Hai Bà Trưng, Hà Nội",
        "Số 3, đường Tăng Bạt Hổ, quận Hai Bà Trưng, Hà Nội",
        "số 609, đường Trương Định, Quận Ha Bà Trưng, Hà Nội",
        "Trường THCS Hà Huy Tập, số 19 ngõ 204 Hồng Mai, Hai Bà Trưng, Hà Nội",
        "Tầng 1 khu chung cư 46/230 đường Lạc Trung, Thanh Lương, quận Hai Bà Trưng, Hà Nội",
        "Tầng 2 tòa nhà N3, đường Nguyễn Công Trứ, quận Hai Bà Trưng, Hà Nội",
        "Số 142A, đường Hồng Mai, quận Hai Bà Trưng, Hà Nội",
        "Số 125D đường Minh Khai, phường Minh Khai, quận Hai Bà Trưng, Hà Nội",
        "Tầng 6A, tòa nhà Hoàng Thành, số 114, đường Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội",
        "Tầng 4, số 373 đường Bạch Mai, phường Bạch Mai, quận Hai Bà Trưng, Hà Nội",
        "Tầng 6, số 101, đường Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội.",
        "Số 12, Ngách 37/16, Ngõ 37, đường Lê Thanh Nghị, quận Hai Bà Trưng, Hà Nội ",
        "Tầng 9, nhà C, trường Đại học Kinh doanh và Công nghệ Hà Nội, Số 29A, ngõ 124, phố Vĩnh Tuy, quận Hai Bà Trưng, Hà Nội.",
        "Tầng 6, 7, số 21 đường Hàn Thuyên, quận Hai Bà Trưng, Hà Nội",
        "Số 149 đường Phố Huế, quận Hai Bà Trưng - Hà Nội",
        "Số 3-5, đường Chùa Vua, quận Hai Bà Trưng, Hà Nội ",
        "Số 17, ngõ 295, đường Bạch Mai, Hai Bà Trưng, Hà Nội.",
        "Tầng 3, số 256, đường Bà Triệu, quận Hai Bà Trưng, Hà Nội.",
        "Số 47, ngõ 325, đường Kim Ngưu, quận Hai Bà Trưng, Hà Nội",
        "Hòa Bình Green City, số 505, đường Minh Khai, Hà Nội",
        "Số 20, ngõ 42, đường Võ Thị Sáu, quận Hai Bà Trưng, Hà Nội.",
        "Số 25, phố Triệu Việt Vương, quận Hai Bà Trưng, Hà Nội",
        "Tầng 4, Số 59, đường Triệu Việt Vương, quận Hai Bà Trưng, Hà Nội.",
        "Tầng 2 tòa nhà OCB, số 66 đường Trần Hưng Đạo, quận Hoàn Kiếm, Hà Nội",
        "Tầng 3, số 35, đường Lạc Trung, quận Hai Bà Trưng, Hà Nội",
        "Số 48, ngõ 325, đường Kim Ngưu, quận Hai Bà Trưng, Hà Nội",
        "Tầng 5, Số 493, đường Kim Ngưu, quận Hai Bà Trưng, Hà Nội",
        "Tầng 3, Số 1E, đường Tăng Bạt Hổ, quận Hai Bà Trưng, Hà Nội",
        "Tầng 3, Nhà văn hóa quận Hai Bà Trưng, số 255, đường Bạch Mai, quận Hai Bà Trưng, Hà Nội.",
        "Số 137, đường Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội",
        "Số 47, ngõ 42 đường Lạc Trung, quận Hai Bà Trưng, Hà Nội",
        "Số 69, đường Trần Nhân Tông, quận Hai Bà Trưng, Hà Nội",
        "Số 5, ngõ 94, đường Trần Đại Nghĩa,  quận Hai Bà Trưng, Hà Nội.",
        "Tầng 3, số 109 đường Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội",
        "Số 90B, đường Bùi Ngọc Dương, quận Hai Bà Trưng, Hà Nội",
        "Số 59, đường Trần Nhân Tông, quận Hai Bà Trưng, Hà Nội",
        "Tầng 2, số 58A, đường Ngô Thì Nhậm, quận Hai Bà Trưng, Hà Nội ",
        "Số 88, đường Phố Huế, quận Hai Bà Trưng, Hà Nội",
        "Số 47, ngõ 27, đường Đại Cồ Việt, quận Hai Bà Trưng, Hà Nội",
        "Số 1B, ngõ 191, đường Minh Khai, quận Hai Bà Trưng, Hà Nội",
        "Tầng 2, số 1A đường Tăng Bạt Hổ, quận Hai Bà Trưng, Hà Nội",
        "Số 11M, ngõ 622 đường Minh Khai, quận Hai Bà Trưng, Hà Nội",
        "Số 334A, đường Bà Triệu, Quận Hai Bà Trưng, Hà Nội",
        "Tầng 4, số 149 đường Phố Huế, quận Hai Bà Trưng, Hà Nội",
        "Số 104, đường Thanh Nhàn, quận Hai Bà Trưng, Hà Nội",
        "Số 152, đường Triệu Việt Vương, quận Hai Bà Trưng, Hà Nội",
        "Tầng 2, số 69 đường Trần Nhân Tông, quận Hai Bà Trưng, Hà Nội",
        "Số 413 Kim Ngưu, quận Hai Bà Trưng, Hà Nội",
        "Tầng 3, số 24 đường Tuệ Tĩnh, quận Hai Bà Trưng, Hà Nội.",
        "Số 456, đường Trần Khát Chân, quận Hai Bà Trưng, Hà Nội.",
        "Số 5, đường Thi Sách, quận Hai Bà Trưng, Hà Nội.",
        "Số 69, phố Nguyễn Cao, quận Hai Bà Trưng, Hà Nội",
        "Tầng 4, số 152, đường Lê Duẩn, quận Đống Đa, Hà Nội",
        "Số 17 Trần Đại Nghĩa, Hai Bà Trưng, Hà Nội",
        "Số 119, đường Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội",
        "44B, Tăng Bạt Hổ, Pham Đình Hổ, Hai Bà Trưng, Hà Nội",
        "Số 94, phố Mai Hắc Đế, quận Hai Bà Trưng, Hà Nội",
        "Số 324, phố Bạch Mai, quận Hai Bà Trưng, Hà Nội",
        "Tầng 4, số 82 đường Tuệ Tĩnh, quận Hai Bà Trưng, Hà Nội",
        "Số 2, ngõ 191 đường Minh Khai, quận Hai Bà Trưng, Hà Nội.",
        "Tầng 5, số 493 đường Kim Ngưu, quận Hai Bà Trưng, Hà Nội.",
        "Tầng 6, số 256 Bà Triệu, quận Hai Bà Trưng, Hà Nội",
        "Số 233, Đường Minh Khai, Quận Hai Bà Trưng, Hà Nội.",
        "Tầng 2-3, số 158 Phố Huế, quận Hai Bà Trưng, Hà Nội ",
        "Số 110, đường Hòa Mã, phường Ngô Thì Nhậm, quận Hai Bà Trưng, Hà Nội.",
        "Số 98B, đường Bạch Mai, quận Hai Bà Trưng, Hà Nội",
        "Tầng 6, số 256 Bà Triệu, quận Hai Bà Trưng, Hà Nội"
    ],
    "typeN": [
        "G",
        "D",
        "M",
        "G",
        "Y",
        "Y",
        "Y",
        "G",
        "A G",
        "A G",
        "M",
        "G",
        "A D G O Y Z",
        "G",
        "G",
        "D G S O Y Z",
        "D O Y",
        "B",
        "B",
        "G",
        "K",
        "G O Y Z",
        "G Y",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "M",
        "G K M O",
        "G",
        "Z",
        "Z",
        "Y Z",
        "B",
        "Z",
        "A D G O Y Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "O",
        "B",
        "K M O",
        "B",
        "B",
        "B",
        "D Z",
        "B",
        "B",
        "B",
        "G",
        "B",
        "Y",
        "B",
        "B",
        "D",
        "B",
        "B",
        "Y",
        "B",
        "Z",
        "Z",
        "B",
        "B",
        "B",
        "B",
        "Z"
    ]
}