{
    "nameN": [
        "AE Fitness - Định Công",
        "AE Fitness - Tam Trinh",
        "Yoga & Dance Linh Đàm",
        "Zumba Linh Đàm - Sexy & More",
        "Family Gym",
        "Arena Gym",
        "Olympia Đền Lừ",
        "Fit24 Trương Định",
        "Gym Linh Đàm",
        "Yoga Đền Lừ",
        "CLB Thể Hình Gym TT Văn Hoá Thanh Trì",
        "Zen Yoga Linh Đàm",
        "Baali Yoga & Dance",
        "Kick Boxing Club VP3 Linh Đàm",
        "Gym Health Linh Đàm",
        "Bích Vinh Spa",
        "Hai Yoga",
        "Amazing Fitness and Yoga Center",
        "Bể Bơi Bona",
        "Anh Lân Fitness",
        "Jai Yoga",
        "Deva Yoga Center 3",
        "Yoga Now",
        "Moon Spa",
        "Clara Spa",
        "Thẩm mỹ viện quốc tế CIS",
        "Minh Khuê Spa",
        "Ankita Yoga",
        "Tâm Beauty & Spa",
        "Andeva Spa",
        "Bể bơi Đồng Phát",
        "Viva Spa",
        "Phương Anh Spa",
        "Bùi Beauty Spa",
        "Spa Eva Linh Đàm",
        "AE Fitness Lĩnh Nam",
        "Zumba Discovery Club - Gamuda Garden",
        "Dưỡng Tâm Beauty - Định Công",
        "Dưỡng Tâm Beauty - Đền Lừ",
        "Viện Thẩm Mỹ Hải Chi Beauty & Clinic",
        "Saturn Spa",
        "Phòng khám Đông Y Quyền Tâm Đường",
        "AE Fitness - Kim Văn Kim Lũ",
        "Rambo Fitness - 151 Nguyễn Đức Cảnh",
        "Rambo Fitness - 282 Lĩnh Nam"
    ],
    "addressN": [
        "Tầng 2, chung cư số 96, đường Định Công, quận Hoàng Mai, Hà Nội",
        "Tầng 3, tòa nhà VTC, số 18, đường Tam Trinh, quận Hoàng Mai, Hà Nội",
        "Phòng 202, chung cư HH1C, Bán đảo Linh Đàm, đường Nguyễn Hữu Thọ, quận Hoàng Mai, Hà Nội",
        "Nhà văn hoá bán đảo Linh Đàm",
        "Số 18/177 đường Định Công, quận Hoàng Mai, Hà Nội",
        "Tầng 3, khối văn phòng, toà nhà Generalexim, chung cư 130, đường Nguyễn Đức Cảnh, Hoàng Mai, Hà Nội",
        "Tầng 1, Trường Thể Thao Thanh Thiếu Niên, quận Hoàng Mai, Hà Nội",
        "Toà CT1a tầng 4, Thiên Sơn Plaza, số 609 đường Trương Định, quận Hoàng Mai, Hà Nội",
        "Tầng 2, tòa nhà HH1A khu bán đảo Linh Đàm, Hoàng Liệt, Hoàng Mai, Hà Nội",
        "Tầng 10, Tòa nhà EVD, khu đô thị Vĩnh Hoàng, đường Tam Trinh, quận Hoàng Mai, Hà Nội",
        "Tầng 2, Trung tâm văn hoá huyện Thanh Trì, số 23 ngõ 405, đường Ngọc Hồi, quận Thanh Trì, Hà Nội",
        "Tầng 2, chung cư HH2A Linh Đàm, phường Hoàng Liệt, quận Hoàng Mai, Hà Nội",
        "Tầng 1, tòa A3 chung cư số 151, đường Nguyễn Đức Cảnh, quận Hoàng Mai, Hà Nội",
        "Phòng 316A Tầng 3 Tòa VP3 bán đảo Linh Đàm",
        "Tầng 4, số 414, tòa VP5, bán đảo Linh Đàm, đường Linh Đàm, phường Hoàng Liệt, quận Hoàng Mai, Hà Nội.",
        "Số 38, đường Lương Khánh Thiện. quận Hoàng Mai, Hà Nội",
        "số 2 ngõ 737 đường Giải Phóng, quận Hoàng Mai, Hà Nội ",
        "Tầng 4, Toà nhà Helios, số 75, đường Tam Trinh, quận Hoàng Mai, Hà Nội",
        "Số 398 đường Nguyễn Xiển, quận Hoàng Mai, Hà Nội",
        "Mặt sau số 607 đường Trương Định, quận Hoàng Mai, Hà Nội",
        "Tầng 16, Tòa nhà VTC, số 18, đường Tam Trinh, quận Hoàng Mai, Hà Nội",
        "Số 104-106, đường Tân Mai, quận Hoàng Mai, Hà Nội",
        "Tầng 3,4,5,6, số 850 đường Trương Định, quận Hoàng Mai, Hà Nội.",
        "số 34, ngõ 337, đường Định Công, quận Hoàng Mai, Hà Nội. ",
        "Kiot 09, toà D, KĐT Kim Văn - Kim Lũ, số 1 Nghiêm Xuân Yêm, Đại Kim, Hoàng Mai, Hà Nội ",
        "Số 7B, Lô 3, đường Đền Lừ 1, quận Hoàng Mai, Hà Nội",
        "Tầng 2, số 113, đường Định Công Thượng, quận Hoàng Mai, Hà Nội",
        "Số 585, đường Trương Định,quận Hoàng Mai, Hà Nội ",
        "Phòng 807, tòa N01, số 87, đường Lĩnh Nam, quận Hoàng Mai, Hà Nội",
        "Tầng 7 tòa nhà Sao Mai Plaza, số 435, Đường Tam Trinh, Quận Hoàng Mai, Hà Nội (ngã ba Tam Trinh - Đền Lừ)",
        "Chung Cư Đồng Phát Parkview, KĐT Vĩnh Hoàng,đường Vĩnh Hưng, quận Hoàng Mai, Hà Nội",
        "C28, Lô 19, Khu đô thị Định Công, đường Trần Điền, quận Hoàng Mai, Hà Nội",
        "Phòng 326 tầng 3, toà nhà HH2A, đường Linh Đàm, quận Hoàng Mai, Hà Nội.",
        " Phòng 902, tầng 9, toà nhà Rainbow, đường Tây Nam Linh Đàm, quận Hoàng Mai, Hà Nội",
        "Phòng 232, tầng 2, tòa HH1C, KĐT Linh Đàm, quận Hoàng Mai, Hà Nội",
        "Số 52, đường Lĩnh Nam, quận Hoàng Mai, Hà Nội",
        "Tầng 2 khu bể bơi, Garmuda Garden Club, đường 2.2 Gamuda Garden, quận Hoàng Mai, thành phố Hà Nội",
        "Lô 12, C10, Khu đô thị mới Định Công, Hoàng Mai, Hà Nội",
        "Số 68, lô 7, Đền Lừ 2, Hoàng Mai, Hà Nội",
        "Số 5, ngõ 147 Tân Mai, Hoàng Mai, Hà Nội",
        "Số 11/64, ngõ 51, phố Lương Khánh Thiện, quận Hoàng Mai, Hà Nội",
        "Số 10B, ngõ 168/73 Kim Giang, Hoàng Mai, Hà Nội",
        "Tầng B1, tòa C Vinaconex 2, Kim Văn Kim Vũ, Nghiêm Xuân Yêm, Hoàng Mai, Hà Nội",
        "Tầng 2 – Nhà A2 số 151 Nguyễn Đức Cảnh, Hoàng Mai, Hà Nội",
        "Tầng 1 – Chung cư số 282 Lĩnh Nam – Hoàng Mai – Hà Nội"
    ],
    "typeN": [
        "A G Z",
        "A D G",
        "D Y Z",
        "Z",
        "G",
        "A D G Y",
        "A G Z",
        "D G O Y Z",
        "G",
        "D Y Z",
        "G",
        "D O Y Z",
        "A D Y Z",
        "K",
        "G",
        "B",
        "Y",
        "D G S O Y Z",
        "S",
        "G",
        "D Y",
        "Y Z",
        "Y",
        "B",
        "B",
        "B",
        "B",
        "D Y Z",
        "B",
        "B",
        "S",
        "B",
        "B",
        "B",
        "B",
        "D G Y Z",
        "Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "G K Y",
        "G",
        "G"
    ]
}