{
    "nameN": [
        "CLB Passion Fitness - Tây Hồ",
        "Olympia Công Đoàn",
        "Brothers Judo-ju Jitsu Club Xuân La",
        "Fit24 Nhật Tân",
        "The Fitness Village",
        "OM Factory Đặng Thai Mai",
        "Phước Hưng Gymnastics",
        "SongHong MMA",
        "VietClimb",
        "Top Gym F&Y Âu Cơ",
        "Bể Bơi Sense Aqua",
        "Yoga For You Âu Cơ",
        "Paragate Yoga",
        "The Fitness Village - Tô Ngọc Vân",
        "The Fitness Village - Ciputra",
        "TRE Boutique Massage",
        "Health For Beauty",
        "Minh Hạnh - Chuyên gia phục hồi tóc",
        "Pace kickboxing & Fitness Nhật Chiêu",
        "Pace kickboxing & Fitness TNV",
        "Victoria Yoga",
        "Day Spa",
        "HB Spa - Tây Hồ",
        "Điều Dưỡng Hoàng Gia Xuân La"
    ],
    "addressN": [
        "số 101, đường Xuân La, quận Tây Hồ, Hà Nội",
        "số 98, đường Tô Ngọc Vân, quận Tây Hồ, Hà Nội",
        "Trường Tiểu học Xuân La, số 6 Xuân La, Tây Hồ, Hà Nội",
        "Tầng 2, tòa nhà Hỗn hợp vườn đào, ngõ 689, đường Lạc Long Quân, quận Tây Hồ, Hà Nội",
        "Số 68, ngách 50, ngõ 310 Nghi Tàm, quận Tây Hồ, Hà Nội",
        "Số 7 Ngõ 9 đường Đặng Thai Mai, quận Tây Hồ, Hà Nội",
        "Hẻm 6, Ngách 50, Ngõ 310, Đường Nghi Tàm, Phường Yên Phụ, quận Tây Hồ, Hà Nội",
        "Ngõ 264, đường Âu Cơ, quận Tây Hồ, Hà Nội",
        "Số 40, ngõ 76, đường An Dương, quận Tây Hồ, Hà Nội",
        "Số 206, đường Âu Cơ, quận Tây Hồ, Hà Nội",
        "Số 20, đường Thụy Khuê, quận Tây Hồ, Hà Nội ",
        "Nhà văn hoá số 2, hẻm 15, ngõ 310, đường Nghi Tàm, quận Tây Hồ, Hà Nội",
        "Tầng 8, số 66 đường Võng Thị, quận Tây Hồ, Hà Nội",
        "Số 51 đường Tô Ngọc Vân, quận Tây Hồ, Hà Nội",
        "Số 331, đường Nguyễn Hoàng Tôn, Ciputra, quận Tây Hồ, Hà Nội",
        "Số 44, đường Tây Hồ, quận Tây Hồ, Hà Nội.",
        "11 đường Trích Sài, quận Tây Hồ, Hà Nội",
        "Số 11, ngõ 10, đường Hoàng Hoa Thám, quận Tây Hồ, Hà Nội",
        "89 Nhật Chiêu, Tây Hồ, Hà Nội",
        "52/52 Tô Ngọc Vân, Tây Hồ, Hà Nội",
        "Tầng 2 - Số 35 Võng Thị, Tây Hồ, Hà Nội",
        "Số 244, đường Nghi Tàm, quận Tây Hồ, Hà Nội.",
        "67 Nhật Chiêu, Tây Hồ, Hà Nội",
        "Số 11, ngõ 105/42/11, đường Xuân La, quận Tây Hồ, Hà Nội."
    ],
    "typeN": [
        "G",
        "G",
        "M",
        "D G O Y Z",
        "G O Y Z",
        "Y",
        "G",
        "K M Y",
        "X",
        "G",
        "S",
        "Y",
        "Y",
        "O Y Z",
        "O Y Z",
        "B",
        "B",
        "B",
        "K M",
        "K M",
        "Y",
        "B",
        "B",
        "B"
    ]
}