{
    "nameN": [
        "MD Fitness - Hacinco",
        "AE Fitness - Quan Nhân",
        "AE Fitness - Khuất Duy Tiến",
        "CLB Thiên Tân",
        "Le Cirque Nguyễn Ngọc Nại Studio",
        "Lamita - Nhân Hòa",
        "CLB Helios Fitness & Gym Vũ Tông Phan",
        "Empire Fitness & Gym",
        "Yoga New Life - Thanh Xuân",
        "Tokyo Fitness & Yoga Center",
        "Fitzone Gym & Yoga",
        "Yoga Thanh Xuân",
        "Amore Clinic & Spa - Triều Khúc",
        "Viện Thẩm Mỹ Quốc Tế QC",
        "Ellbe Clinic & Spa",
        "INSPIRE Boutique Fitness",
        "Yoga Thiên Minh",
        "Master Gym",
        "Trung Tâm Võ Thuật Thể Hình Thẩm Mỹ IFC",
        "Yogin Fitness &Yoga",
        "Fitness Station",
        "Yên Yoga",
        "Strong First",
        "Eco Kick Fitness",
        "Padma Yoga - Hoàng Văn Thái",
        "Padma Yoga - Lê Văn Lương",
        "Yoga Thu Minh",
        "Bể Bơi Nemo",
        "Thẩm mỹ viện Âu Việt",
        "Âu Việt Yoga Center",
        "Trill Fitness",
        "AK Imperia",
        "Clb Thể Thao Thể Hình Khỏe Và Đẹp",
        "Fitness Garden - Nguyễn Trãi",
        "Miera Beauty",
        "Bể Bơi Long Khánh",
        "Bể Bơi Center Point",
        "Bể bơi bốn mùa Dragon Pool",
        "Burn Fat Fast – Lê Văn Thiêm",
        "CLB Vĩnh Xuân",
        "Bể bơi bốn mùa Fafim",
        "Câu Lạc Bộ My Wing Dance Nguyễn Trãi",
        "Gym Health Thanh Xuân",
        "Dưỡng Tâm Beauty - Nguyễn Huy Tưởng",
        "No.6 Dance Studio Quan Nhân",
        "Club One Fitness & Yoga Center",
        "Mộc An Massage & Spa",
        "Kimiko Beauty Spa",
        "Diệp Vy Beauty & Clinic",
        "Hương Anh Nails & Beauty",
        "Camellia Spa & Clinic - Trường Chinh",
        "Bể Bơi Hapulico",
        "Charm Nail",
        "Energym & Kickfit",
        "Bodyzone Fitness",
        "V Barber Shop",
        "Tiến Dũng Hair Academy",
        "Burn Fat Fast - Vương Thừa Vũ",
        "Venus Nails & Eyelashes Art",
        "La Mer Beauty Spa",
        "Zeus Fitness - Personal Coaching - Hoàng Ngân",
        "The Wonderlab",
        "Thảo An Spa",
        "EvaCare Spa - Cù Chính Lan",
        "Jai yoga CS2",
        "AKICKFIT",
        "Tend Salon & Spa",
        "Green Wellness",
        "Wings Dance Studio",
        "An Khang Spa & Detox",
        "Hair Salon Nguyễn Hà",
        "Em:mer The Beauty Room",
        "VelyVely Nail - Nhân Hòa",
        "Chạm Spa & Nail - Lê Văn Lương",
        "Dưỡng Tâm Beauty - Nguyễn Viết Xuân",
        "Ruby Fitness & Yoga Center",
        "Natural Clinic",
        "Viện tóc New Light",
        "Ann Beauty"
    ],
    "addressN": [
        "Làng sinh viên Hacinco, đường Lê Văn Thiêm, quận Thanh Xuân, Hà Nội",
        "Tầng 2G, số 51, đường Quan Nhân, quận Thanh Xuân, Hà Nội",
        "Tầng 1, tòa I9, ngõ 13, đường Khuất Duy Tiến, quận Thanh Xuân, Hà Nội",
        "Số 1a, ngõ 109, đường Trường Chinh, quận Thanh Xuân, Hà Nội",
        "Tầng 5 số 118 đường Nguyễn Ngọc Nại, quận Thanh Xuân, Hà Nội",
        "Số 63, đường Nhân Hòa (nhà văn hóa Thanh Xuân Trung), quânThanh Xuân, Hà Nội",
        "Số 315, đường Vũ Tông Phan, quận Thanh Xuân, Hà Nội.",
        "Số 501 đường Vũ Tông Phan, Khương Đình, quận Thanh Xuân, Hà Nội",
        "Nhà hội họp số 10, khu B7, đường Nguyễn Quý Đức, quận Thanh Xuân, Hà Nội",
        "Tầng 2, Tòa nhà Kinh Đô, ngõ 102 đường Trường Chinh, quận Thanh Xuân, Hà Nội",
        "Tầng 2 tòa nhà Golden Palace, đường Lê Văn Lương, quận Thanh Xuân, Hà Nội",
        "Phòng 302, số 3, đường Nguyễn Quý Đức, phường Thanh Xuân Bắc, quận Thanh Xuân, Hà Nội",
        "Số 4, đường Triều Khúc, quận Thanh Xuân, Hà Nội.",
        "Tầng 7, số 1E đường Trường Chinh, quận Thanh Xuân, Hà Nội.",
        "Phòng 1903, tầng 19, tòa A Videc Tower, số 283, đường Khương Trung, quận Thanh Xuân, Hà Nội.",
        "Số 99 đường Ngụy Như Kon Tum, Tầng 3 Khách sạn Thể Thao, Làng sinh viên Hacinco, quận Thanh Xuân, Hà Nội",
        "TT2-47 Biệt thự liền kề khu đô thị Đại Kim, quận Hoàng Mai, Hà Nội ",
        "Tầng 4 nhà H10, số 475, đường Nguyễn Trãi, quận Thanh Xuân, Hà Nội ",
        "Tầng 8, số 168, đường Nguyễn Xiển, quận Thanh Xuân, Hà Nội",
        "Số 5 đường Lê Trọng Tấn, quận Thanh Xuân, Hà Nội ",
        "Tầng 2, tòa nhà Sapphire Palace, số 4, đường Chính Kinh, quận Thanh Xuân, Hà Nội",
        "N05 - 03 Khu Tái Định Cư Triều Khúc, đường Triều Khúc, quận Quận Thanh Xuân, Hanoi",
        "LK 17, số 96 đường Nguyễn Huy Tưởng, quận Thanh Xuân, Hà Nội.",
        "Số 393 đường Trường Chinh,quận Thanh Xuân, Hà Nội",
        "Tầng 2, toà CT2, ngõ 183, đường Hoàng Văn Thái, quận Thanh Xuân, Hà Nội.",
        "Tầng 2, toà nhà Times Tower, số 35, đường Lê Văn Lương, quận Thanh Xuân, Hà Nội.",
        "Số 122, đường Triều Khúc, quận Hà Đông, Hà Nội",
        "Số 289A, đường Khuất Duy Tiến, quận Thanh Xuân, Hà Nội",
        "Số 34, đường Lê Trọng Tấn, quận Thanh Xuân, Hà Nội.",
        "Tầng 4, số 82, Lê Trọng Tấn, quận Thanh Xuân, Hà Nội",
        "Tầng 26, Tòa nhà Hei Tower, số 1, đường Nguỵ Như Kon Tum, quận Thanh Xuân, Hà Nội",
        "Tầng 2, tòa A Imperia Garden, số 143, đường Nguyễn Tuân, phường Thanh Xuân Trung, quận Thanh Xuân, Hà Nội",
        "Số 6, ngõ 71, đường Hoàng Văn Thái, quận Thanh Xuân, Hà Nội",
        "Tầng KT, toà Golden Land, số 275 đường Nguyễn Trãi, quận Thanh Xuân, Hà Nội",
        "Số 40, đường Hạ Đình, quận Thanh Xuân, Hà Nội.",
        "Tầng 1 chung cư Five Star, ngõ 460 đường Khương Đình, quận Thanh Xuân, Hà Nội",
        "Tầng 7, tòa nhà Hà Nội Center Point, số 27, đường Lê Văn Lương, quận Thanh Xuân, Hà Nội",
        "Tầng 6, CT4 Chung cư ECOGREEN, số 286 đường Nguyễn Xiển, quận Thanh Xuân, Hà Nội",
        "Tầng 8, tòa nhà số 58, đường Lê Văn Thiêm, quận Thanh Xuân, TP. Hà Nội",
        "Tầng 2, sảnh văn phòng T7 – OF – 04 - khu đô thị Time City, số 458 đường Minh Khai, quận Hai Bà Trưng, Hà Nội",
        "Số 19, đường Nguyễn Trãi, quận Thanh Xuân, Hà Nội",
        "Tầng 4, nhà H10, ngõ 475, đường Nguyễn Trãi, quận Thanh Xuấn, Hà Nội ",
        "Tầng 2 số 40, đường Ngụy Như Kon Tum, quận Thanh Xuân, Hà Nội",
        "Số 234, đường Nguyễn Huy Tưởng, quận Thanh Xuân, Hà Nội",
        "Số 188, đường Quan Nhân, quận Thanh Xuân, Hà Nội",
        "B1-R6-K3 Vincom Mega Mall, Royal City, số 72 đường Nguyễn Trãi, quận Thanh Xuân, Hà Nội",
        "Tầng 6, số 116, đường Vũ Trọng Phụng, quận Thanh Xuân, Hà Nội",
        "Số 1, ngõ 183, đường Hoàng Văn Thái, quận Thanh Xuân, Hà Nội",
        "Số 38, ngõ 345, đường Khương Trung, quận Thanh Xuân, Hà Nội",
        "Số 269 đường Hoàng Văn Thái, Khương Trung, quận Thanh Xuân, Hà Nội",
        "Số 5, ngõ 199 đường Trường Chinh, quận Thanh Xuân, Hà Nội",
        "Số 83, đường Vũ Trọng Phụng, quận Thanh Xuân, Hà Nội",
        "Số 30, ngõ 116, đường Nhân Hòa, quận Thanh Xuân, Hà Nội",
        "Tầng 3, 24T3, Tòa nhà Thanh Xuân Complex, số 6 Lê Văn Thiêm, Quận Thanh Xuân, Hà Nội.",
        "Tầng 4 b3.7 Hacinco đường Hoàng Đạo Thuý, quận Thanh Xuân, Hà Nội",
        "Số 62, đường Nguyễn Huy Tưởng, quận Thanh Xuân, Hà Nội",
        "Số 17 phố Triều Khúc, quận Thanh Xuân, Hà Nội",
        "Tầng 5, tòa số 2a, đường Vương Thừa Vũ, quận Thanh Xuân, Hà Nội",
        "Tầng 3, số 533 đường Nguyễn Trãi, Thanh Xuân, Hà Nội",
        "Số 65, ngõ 68 đường Ngụy Như Kon Tum, quận Thanh Xuân, Hà Nội",
        "Số 38 đường Hoàng Ngân, quận Thanh Xuân, Hà Nội",
        "Số 36 đường Lê Trọng Tấn, quận Thanh Xuân, Hà Nội",
        "Tầng 3, số 23, đường Tô Vĩnh Diện, quận Thanh Xuân, Hà Nội",
        "Số 1, đường Cù Chính Lan, quận Thanh Xuân, Hà Nội",
        "Tầng 4 số 148 đường Nguyễn Trãi, quận Thanh Xuân, Hà Nội",
        "Tầng 3, số 83, đường Trường Chinh, quận Thanh Xuân, Hà Nội.",
        "Tầng 1 - Toà nhà Vinata, 289A đường Khuất Duy Tiến, phường Trung Hoà, quận Cầu Giấy, Hà Nội ",
        "Tầng 31, số 349 đường Vũ Tông Phan, Quận Thanh Xuân, Hà Nội.",
        "Phòng 301, tầng 3 trung tâm Thanh thiếu niên TW, số 3 đường Nguyễn Quý Đức, quận Thanh Xuân, Hà Nội",
        "Số 35B, ngõ 140/02 đường Nguyễn Xiển, quận Thanh Xuân, Hà Nội",
        "Số 66, ngõ 29 Khương Hạ, Thanh Xuân, Hà Nội",
        "Số 102, Đường Vũ Trọng Phụng, Quận Thanh Xuân, Hà Nội",
        "Số 68, đường Nhân Hoà, quận Thanh Xuân, Hà Nội ",
        "Căn B-908, Tòa The Golden Palm, Số 21 Lê Văn Lương, Quận Thanh Xuân, Hà Nội",
        "Số 17, ngõ 36 đường Nguyễn Viết Xuân, quận Thanh Xuân, Hà Nội.",
        "Tầng 2 toà nhà Five Star, Số 2 Kim Giang, Thanh Xuân, Hà Nội",
        "Số 2, ngõ 97, đường Vương Thừa Vũ, quận Thanh Xuân, Hà Nội",
        "Số 92, đường Nguyễn Trãi, quận Thanh Xuân, Hà Nội.",
        "Tầng 4, tòa Autumn, Gold Season, số 47 Nguyễn Tuân, quận Thanh Xuân, Hà Nội"
    ],
    "typeN": [
        "G",
        "A G",
        "G",
        "G Y Z",
        "D",
        "Z",
        "G",
        "G",
        "Y",
        "D G S O Y Z",
        "D G O Y Z",
        "Y",
        "B",
        "B",
        "B",
        "D O Y Z",
        "Y",
        "G",
        "K O",
        "D G Y",
        "D G O Y Z",
        "Y",
        "G",
        "K O",
        "Y",
        "Y",
        "Y",
        "S",
        "B",
        "Y Z",
        "G S",
        "D G O Y Z",
        "G",
        "G K S O Y Z",
        "B",
        "S",
        "S",
        "S",
        "A O",
        "A",
        "S",
        "D",
        "G",
        "B",
        "D",
        "G O Y Z",
        "B",
        "B",
        "B",
        "B",
        "B",
        "S",
        "B",
        "G K",
        "A G",
        "B",
        "B",
        "A O",
        "B",
        "B",
        "G K",
        "B",
        "B",
        "B",
        "D Y",
        "X Z",
        "B",
        "D Y",
        "D",
        "B",
        "B",
        "B",
        "B",
        "B",
        "B",
        "A G Y Z",
        "B",
        "B",
        "B"
    ]
}